[
  {
    "text": "Yarr plz start the series again i got addited to it 🥲",
    "label": 2
  },
  {
    "text": "Being such a good editor and videographer you should sell your skills with confidence. No one will say no if you are giving them proper service",
    "label": 0
  },
  {
    "text": "Love to see how you pushing your limits and getting lot of learning from the series 😊❤",
    "label": 0
  },
  {
    "text": "great going (y)",
    "label": 0
  },
  {
    "text": "Hello, found your series through the pahalgam video and since then i have been enjoying watching your series. Just a suggestion, please don’t start your day by manifesting difficulties just for example like yesterday apne apni video mai bola tha aaj bohot difficulties aayegi and fir wahi hua soo start your videos with a positive manifestation/attitude.",
    "label": 2
  },
  {
    "text": "Beta ji u are very brave and very cute i love to see ur all the video God bless you beta all the best for ur journey",
    "label": 0
  },
  {
    "text": "I guess bhaiya even stay for free is very good that he considered it atleast and regarding dinner i guess they thought achhe kapde pehna hua ladka hai kuch to achha khayeag hi, shayad issi wajah se",
    "label": 0
  },
  {
    "text": "please visit Gujarat also",
    "label": 2
  },
  {
    "text": "It feels great to watch the series ❤❤",
    "label": 0
  },
  {
    "text": "Bhai boht inspiration ata hai apke video se .. How to escape comfort zone and how to deal with life all these I am learning from you . Lots of love and support brother❤❤",
    "label": 0
  },
  {
    "text": "Bhai Kekri aa jao mera gaav hai 😂 \nLove from Kekri ❤",
    "label": 0
  },
  {
    "text": "Good to have you back",
    "label": 0
  },
  {
    "text": "Really amazing series, lots of love from Nepal 🇳🇵❤",
    "label": 0
  },
  {
    "text": "Bhaiya aapki video dekh kar lagta jaise camera pakad kar mai ghum raha hu , please batana bhaiya Chhattisgarh aaoge ya nahi?..❤",
    "label": 2
  },
  {
    "text": "26:32 bhaiya ji please series continue rakho please 🙏🏻🙏🏻🙏🏻",
    "label": 2
  },
  {
    "text": "Garmi h lekin chaii nhi rukni chahiye.... love the series 🎉❤",
    "label": 0
  },
  {
    "text": "\"I live in Pushkar , sadly didn't know you were visiting. Would've loved to catch up! I've always wanted to meet you.\"",
    "label": 0
  },
  {
    "text": "This is literally the best heartwarming adventurous life learning series by an Indian travel youtuber. This series is so interesting. All the support to you. Patiently waiting for the series to resume😊😊😊",
    "label": 0
  },
  {
    "text": "Hello sir from ajmer, \nSir really if I had known earlier that you had come to Ajmer we would have given you good tours, you would not have had so much problem but apart from this you are doing so great and being an inspiration for us you ❤",
    "label": 0
  },
  {
    "text": "Rawat ki kachodi best h",
    "label": 0
  },
  {
    "text": "#Day 10\nRaunak Bhaiya, your journey from the first video to now is nothing short of magical. The way you've built up the confidence to take lifts from complete strangers on the road shows your fearless heart and pure intentions. You inspire us to step out of our comfort zones and trust the goodness in the world.\n\nAnd a special salute to the incredible man in the video who, despite his disability, drives with such grace and a smile that lights up the screen. You reminded us that strength isn’t in the body, it’s in the spirit. You’re a true hero.\n\nLove you Raunak Bhaiya (Monkey Magic ❤)",
    "label": 0
  },
  {
    "text": "Lots of love from Nepal! ❤\n\nI would love to see you come here and take on this kind of challenge in our beautiful country too!😊",
    "label": 0
  },
  {
    "text": "Love from MP ❤",
    "label": 0
  },
  {
    "text": "One of great channel and great videos I ever being through❤😊",
    "label": 0
  },
  {
    "text": "Now you can continue with your series as the ceasefire has been announced .... So I guess we are good to go ! .... 👍 .... 😎 ....",
    "label": 0
  },
  {
    "text": "I love this series",
    "label": 0
  },
  {
    "text": "Bhaiya , it was lovely watching your vlogs regularly. It feels like we are also travelling and exploring different places with you in this incredible journey. Love from Odisha ❤️✨",
    "label": 0
  },
  {
    "text": "the one who lost his dream litreally is so strong he tried his best to stay positive to his guest and even fed him tho i can see how devestated he was i hope he stay Strong",
    "label": 0
  },
  {
    "text": "Good job ❤ bhaiya",
    "label": 0
  },
  {
    "text": "Bro we are with you ❤ so please don't be upset or sad if anything hurts you , your are doing soo fantastic, mind-blowing work and I've never seen this type of loyalty for one's passion, we all love you and seriously you deserve to be on the top of the list of India's number 1 vlogger. Thank you for Keeping us  entertain ☺️ and take care of yourself ❤",
    "label": 0
  },
  {
    "text": "Feels good after watching your travelling vlogs I also wanted to travel india in future and by your vlogs I think I am getting some informative things which are  needed in travelling alone . ✨✨ Really great experience yu'r getting.💫🙌",
    "label": 0
  },
  {
    "text": "9:03 You should have took that truck to kekri, i live there. Ajmer is near to it.",
    "label": 2
  },
  {
    "text": "Bhaiyaa love ❤",
    "label": 0
  },
  {
    "text": "This isn't just a trip—it's an odyssey, a powerful testament to your resilience, determination, and spirit. Every kilometer you cover, every lift you get, every smile you share is creating ripples of positivity far beyond what you can see. You're inspiring thousands of hearts, Rounak. People watching your journey aren’t just viewers—they're fellow dreamers who find strength in your adventure. Even at this low point, remember you're not alone. Your viewers, your family, your friends—we’re all with you, cheering, hoping, and believing in your dream.\nThe toughest days of your journey are shaping you, testing your limits and revealing who you truly are. Hold onto this truth: the most meaningful adventures aren’t the ones without hurdles, but those where the hurdles teach you to fly higher.\nYou’re on a mission bigger than yourself. You're not just crossing a map; you're bridging lives, cultures, and stories. Push through this low moment because the sunrise waiting for you at the end of this journey will be unforgettable. It will illuminate not just the path behind you but also the infinite possibilities ahead.\nKeep your heart brave, your spirit bright, and your dream alive. You've got this, Rounak—your magic is real. Stay strong, Your fans from Monkeymagic, who believe in you deeply! Lots of Love from my side",
    "label": 0
  },
  {
    "text": "👍 Bro please continue the series when situation gets better, one of the best travel series on entire youtube.👍",
    "label": 0
  },
  {
    "text": "Dada apke dekhkar lagta hai travel karna hai merekobhi ❤\nLove from Asansol, West Bengal",
    "label": 0
  },
  {
    "text": "Please always wear a cap while walking on sunny road Raunaq!",
    "label": 2
  },
  {
    "text": "You should have taken train from Jaipur to Ajmer, that will cost you only 60 rupees.",
    "label": 2
  },
  {
    "text": "Bro you don’t need to skip on food. Please eat well so that you will be good in health. Good food is need of body, don’t ignore that",
    "label": 0
  },
  {
    "text": "Love from Rajsthan",
    "label": 0
  },
  {
    "text": "Last ka sunset dekh ke jitna aapko sukoon mil rha tha waha physically present hone pe ....aapko aise video ki end mai thoda sa peaceful dekh ke bhi vo sarovar dekh ke mujhe bhi mentally bahut peacefull lag rha tha.....i really love this series ....\n\nAur aapne abhi ye kuch din ka pause kiya h series mai ye bhi sahi h ....i am with you bhaiya ....\n\nAnd you are so cute ....really I love your cuteness ....aap gusse mai bhi cute h lagte ho ....🤭💗",
    "label": 0
  },
  {
    "text": "Great work",
    "label": 0
  },
  {
    "text": "Bhai apki video m chaos ke beech b ek sense of calmness ki feeling rhti h, positivity type.\nGood work 👍",
    "label": 0
  },
  {
    "text": "great you are",
    "label": 0
  },
  {
    "text": "Bhaai apke video continue dekh rhi hu sach me muje apki video dekhne me alag hi feel ati hai jese ki mera koi friend muje update derha hai apne tour ki.\nMe bi vlog krti hu akele pr bore ho jati hu pr aap akele travel bi krte ho apki vajjse me bi  motivate hoti hu \nLots of love for your journey stay safe 🩷🤍🩶🖤🤎💜🩵💚💚💛🧡❤️",
    "label": 0
  },
  {
    "text": "bhai will you cross hyderabad as well ?\nLove this series♥",
    "label": 0
  },
  {
    "text": "Kapil bhai is wallahi great insn",
    "label": 0
  },
  {
    "text": "Even wn u r asking,I feel hesitant here sitting at my bed,it's so damn difficult to ask for lift and barter for free.\nU r doing a great job",
    "label": 0
  },
  {
    "text": "Need to Continue",
    "label": 2
  },
  {
    "text": "good see you evolve in since past 10 days... keep up with your journey instead of taking break as the Ind-Pak issue also seems to be resolved as of now...",
    "label": 0
  },
  {
    "text": "Whenever u feel ur out of words ....just keep thanking people who helped you....keep blessing.\nIt all comes back to you with much more energy.\nThat's the power of universe.\nGod bless u brother......All the best for ur journey.\nIt'll be a great journey ahead.",
    "label": 0
  },
  {
    "text": "Bhai is cheez ko karne ke liye bahut himmat chaye . I am really inspired by you as on YouTube you are doing out of Box . Best of Luck and Good wishes",
    "label": 0
  },
  {
    "text": "Sir please call me whenever you will come to jaipur i will come for you please tell me how I can send my mobile number to you, i watch ⌚ your all videos.. i can feel your mic feelings.. please have diet all the best for your journey",
    "label": 0
  },
  {
    "text": "Love from chhattisgarh ❤️",
    "label": 0
  },
  {
    "text": "I think you are a great man with a damn strong will power 💪,,,love to see your unbreakable attitude in every situation.\n\nMore Power to you \nRespect++++++++++++++++++++++++",
    "label": 0
  },
  {
    "text": "Hat's off Ronak bhai ...🫡 Doing great don't lose hope 💪🏻 .",
    "label": 0
  },
  {
    "text": "Stay healthy and relax brother \nKoi n aggee or acchi vedio bana love from bihar",
    "label": 0
  },
  {
    "text": "try taking lift on yamuna expressway from greater noida you will get the luxury cars personally tried  😉",
    "label": 0
  },
  {
    "text": "You should continue the series bro.. really in love with your content",
    "label": 0
  },
  {
    "text": "Brother, during the journey you should eat healthy things like fruits, vegetables, avoid Kachori and fast food, you will get energy and you will feel happy ❤",
    "label": 2
  },
  {
    "text": "26:15 what a shot u took bro 😍😍 this should a perfect wallpaper or some thumbnail.... your shot selection skills is always a pro usp",
    "label": 2
  },
  {
    "text": "Bhai poha khate time medical store vala dekhne aya 😂😂😂",
    "label": 1
  },
  {
    "text": "Hi Raunaq. My father is also handicapped and he drives the car using the same system in his car to commute to his office and he also loves to do long drives he has visited to many in india by his car driving all alone",
    "label": 0
  },
  {
    "text": "You are Great Rounak Bhai...kabhi kolkata ayou toh jarur bolna...\napse ekbar milne ka bohot ichha hey..Take love\n😍😍",
    "label": 0
  },
  {
    "text": "Bhai would suggest to you ki like agar aap lift magte ho to use batao ki am a traveller me pure desh ghumta hu jise unka trust increase hoga aapke upar ❤❤btw lots of love 💕",
    "label": 0
  },
  {
    "text": "❤ commenting for engagement ❤ Love your videos Raunaq ❤",
    "label": 0
  },
  {
    "text": "We are with you Bhai \nLove this series",
    "label": 0
  },
  {
    "text": "Brave man.. It's to good 👍",
    "label": 0
  },
  {
    "text": "Really bhauya you  took a good decision of pausing series for now, but it looks like you don't get much time to rest, this series will get resume back soon b i wish and wanted this badly too.\nAs this series is addiction for me and many of us. \n😅😅😌🤞🙏",
    "label": 0
  },
  {
    "text": "Arey aap rest kro apni health ka dhyan rkho u dont need to rush... Aram se rho sb ho jayega... Already series kafi achi jari h no worries... Kl kuch fun krlena whi reh ke hi get your energy back sojao ache se rest kro",
    "label": 2
  },
  {
    "text": "Crazy raunac bhaii just damn good content on travelling just Waiting everyday to watch youu ❤️🔥",
    "label": 0
  },
  {
    "text": "Love you ranuq bhai",
    "label": 0
  },
  {
    "text": "Continue it from south to northeast please",
    "label": 2
  },
  {
    "text": "Love you Bhai ji 💞",
    "label": 0
  },
  {
    "text": "Bhai  me russia me rahkar medical studies kar rha hu \nAapke video ko bahut pasand karta hu \nMe aapke chanel ko 100 day vali series se follow kar hu aur really love you content kuki aapke through me india ghum leta hu digitally or ha apne Russian doston ko bhi aapki video dikhta hu",
    "label": 0
  },
  {
    "text": "Raunak bhai the decision of  pausing the series is best ,buss pata  nhi mujhe laga ki aapko ata doo , lekin aapko pata toh hoga hi ,for  free water u can go to nearest petrol pump ,every petrol pump will have guaranteed of washrooms and water facility for. Everyone",
    "label": 0
  },
  {
    "text": "May be now not hesitate to take lipt , good improvement 👌",
    "label": 0
  },
  {
    "text": "Bhai Lucknow ajao yaha parr Tuesday (bada Mangal) ko free mae khana milta hai harr tarf 😂",
    "label": 1
  },
  {
    "text": "Bro can you just show us bts of of scenes how you take lots of angle in vidio withot any other help ❤",
    "label": 2
  },
  {
    "text": "Really first time in my life waiting for someone's video ... \n\n#LoveYouBro ❤❤❤",
    "label": 0
  },
  {
    "text": "I'm so excited for every notification for new video keep waiting for new one , awesome  content rounak bhaiya big fan , i to want to do such experience like you but i dont have that much of guts i think so ❤",
    "label": 0
  },
  {
    "text": "Bro i just seeing comments and i remember to you replying to only your YouTube subscription ,this is not good think",
    "label": 0
  },
  {
    "text": "Bohot mja aa rha hai is series please is continue karna chodna mat❤❤",
    "label": 2
  },
  {
    "text": "i started watching you fron day 1 of this series and I loved your content \nLots of love bhai ❤❤❤❤",
    "label": 0
  },
  {
    "text": "loved your spirit bro",
    "label": 0
  },
  {
    "text": "Raunak Bhai, I really feel like I'm part of this journey. It feels good to see the diversity of India. Being out of the comfort zone, it motivates me to break the fear bar.😊\n\nI'm from HOJAI, ASSAM\nI hope one day you will travel in ASSAM and make a series of it.\nWaiting to see you in HOJAI, ASSAM.\nLots of Love from Akshay Prasad \n\nKeep Going & Be Safe and Sound.",
    "label": 0
  },
  {
    "text": "love you bhai",
    "label": 0
  },
  {
    "text": "Nice ❤️ , great experience to see you",
    "label": 0
  },
  {
    "text": "Good luck bhaiya",
    "label": 0
  },
  {
    "text": "I love your spirit, that how you are doing such a long travelling in this season it's fine to take rest we all understand and you inspire me so much I will be like you one day....🖤😊",
    "label": 0
  },
  {
    "text": "Bhai ek aadat si ho gyi hai daily khate khate video dekhne ki 💗😇",
    "label": 1
  },
  {
    "text": "Ronak bhai series m bhut maza aa rha h apko dekh ke❤ love from odisha",
    "label": 0
  },
  {
    "text": "love you ronak bhai continue the series soon\nhumare morning ki suruaat issi se hoti hai",
    "label": 0
  },
  {
    "text": "The only youtube channel that gives fun with calmness nd not some weird content ! Thanks alot for ur awesome hardwork raunak bhaiya . Stay safe nd resume the series whenever possible kudos to u ❤",
    "label": 0
  },
  {
    "text": "Bhai crazy videos \nI have a question how would you manage your recording gears like camera or do you shoot anything on phone do you only shoot on that go pro like camera, how do you manage to recharge batteries over the period of time and about editing ....\nThank you for that great treat of videos every morning \nWaiting for next videos , hope everything become normal and you continue the series !!",
    "label": 0
  },
  {
    "text": "Maaf karna bhai ...... Par aisa lag ra hai jaise travelling zabardasti kisi ne punishment ke taur pe dedi hai aap ko ..... I beleive you are too deep in your comfort and it was a unplanned decision to start this series..... Don't take it otherwise but from last 2 episode it feels so.... Good luck for the remaining journey",
    "label": 0
  },
  {
    "text": "Bhai loving your series’s,, NH 44 pe agar Telangana me enter kar re hota batana bhai would love to host you mere bhai ❤",
    "label": 0
  },
  {
    "text": "loveloveloveeeeee",
    "label": 0
  },
  {
    "text": "Bhai main ek introvert hun or aap ko dekh k thoda sa confidence aata hai ki sharmana thoda kam karun ❤ btw love this series ❤",
    "label": 0
  },
  {
    "text": "great video",
    "label": 0
  },
  {
    "text": "Lovely Guy your.\n\nWelcome.",
    "label": 0
  },
  {
    "text": "Kapil ,❤❤❤ bro love from odisha",
    "label": 0
  },
  {
    "text": "Bhai bohot badhiya ❤",
    "label": 1
  },
  {
    "text": "The man who offered you lift in his car, he is a fighter 💪🌟 Bravo 👏 \n\nAnd it was a good decision to take a pause looking at the current geopolitical situation. Your family must be tensed. \n\nThankfully the war has stopped. 🙏\n\nHoping to see more from the series 🌟",
    "label": 0
  },
  {
    "text": "Bro I love you and your content too. I am an introverted person but also an extrovert like you. I am preparing for Delhi police constable 🚨 exam. Kabhi kabhi jab exhausted feel hota hai padhai se your content helps me a lot. I hope you get everything in your life",
    "label": 0
  },
  {
    "text": "Bhaiya aap sahime gudda (teddybear) lagte ho 😂 just joking lot's of wishes for your journey to get a great end.",
    "label": 0
  },
  {
    "text": "WATCHING YOU EXPLORE INDIA WITH NOTHING BUT HOPE, COURAGE, AND KINDNESS TRULY RESTORES FAITH IN HUMANITY. YOU’RE NOT JUST TRAVELING FOR FREE—YOU’RE SHOWING THE WORLD THE PRICELESS VALUE OF CONNECTION, CULTURE, AND COMPASSION. THANK YOU FOR INSPIRING US TO BELIEVE THAT THE WORLD IS STILL FULL OF GOOD PEOPLE AND BEAUTIFUL STORIES🤍. DON’T LOSE HOPE—EVERY DAY ISN’T PERFECT, SOME DAYS ARE TOUGH TOO. BUT NO MATTER WHAT, WE ALWAYS LOVE AND SUPPORT YOU.🤍💗",
    "label": 0
  },
  {
    "text": "Moustache valo khana to basic hai…. Khana kon mana karta hai 😡 Baaki raunaq bhai you are the best",
    "label": 0
  },
  {
    "text": "Kal gadhi ke sath jo hogiya bhot dukh huwa . Best wishes for further 💪",
    "label": 0
  },
  {
    "text": "Good music",
    "label": 0
  },
  {
    "text": "I can feel your weakness and yaa hats off to you for doing this challenge.\nLots of love ❤❤",
    "label": 0
  },
  {
    "text": "Raunak Bhai agar aap public transport leke K2K krte to jyada mza aata dekhne me humko pta bhi chalta ki ye actually possible hai ya nahi.... Bhai bahut dukh lg rha hai aapke struggle dekh ke please format change krke Travelling India with public transport only kr do please aur ha hmko bhi detailed batao ki kidhar kitna paisa lgta hai please bhai",
    "label": 2
  },
  {
    "text": "Wao kya series h❤️ love it",
    "label": 0
  },
  {
    "text": "रौनक भाई,में आपसे बहुत छोटा हु रोज आपकी सीरीज देखने के बाद ही अपनी पढ़ाई continue करता हु ,ये काम सिर्फ आपको ही नहीं बल्कि हमें भी Inspire करता है लाइफ  में अपने कंफर्ट जोन को छोड़कर आगे बढ़ने के लिए Love You Bhai ❤\nPlease Pin 📌 If You Are Reading These😊❤",
    "label": 0
  },
  {
    "text": "Please come RANTHAMBORE ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤",
    "label": 2
  },
  {
    "text": "Rounaq bhaiya keep it up , kitni bhi dikkate aane doo prr khudpe kab bhi doubt mat karna aur stop mat karna Please . jaisa hai waise karte jao . (Seroiusly I Love This Series too Much bhaiya )",
    "label": 0
  },
  {
    "text": "This sarover is giving me to peace seriously bro i love this series bye bye❤❤",
    "label": 0
  },
  {
    "text": "TBH I saw your video when you were in Kashmir and everyone was calling bad about us.\naur title dekh k gussa b aaya bhai kyuki uss time situations buhat buree the  actually abhi b hai war ki wajah se lekin i loved it bro.\nI hope you complete your journey safely and again visit kashmir someday our paths collide and we could meet.\nUss din yaad rakhna bhai mai to khana khila ke hi manunga. \nbest of luck",
    "label": 0
  },
  {
    "text": "Bhai Itna bada logo ko idea to rahta hi hai",
    "label": 1
  },
  {
    "text": "lots of love:)))",
    "label": 0
  },
  {
    "text": "Bhaiya, if it's possible to come to Gwalior, the place of music, place of heritage. You are so close to gwalior. Pls come to my home. It's my vacation so I can help you as much as possible. My parents love this series and your channel❤. It's request, it's it is possible come to gwalior.❤",
    "label": 0
  },
  {
    "text": "Good night my friend ❤❤❤",
    "label": 0
  },
  {
    "text": "I lovering this series ❤\nI am form Bangladesh Sylhet ❤",
    "label": 0
  },
  {
    "text": "Lots of Love Raunak ❤... Glad you visited my city Jaipur...",
    "label": 0
  },
  {
    "text": "All the best for your journey❤",
    "label": 0
  },
  {
    "text": "♥♥♥♥great video",
    "label": 0
  },
  {
    "text": "Best series on YouTube ❤",
    "label": 0
  },
  {
    "text": "Best series on YouTube ❤",
    "label": 0
  },
  {
    "text": "These 20 to 30 minutes were so good, man. I smiled constantly throughout the video. I don't even remember the last time I smiled like this in the past five years.\nAnd thank you for this , love you.💜",
    "label": 0
  },
  {
    "text": "Quite good decision by pausing this series right now I don’t know about others but I got really worried when I heard that news of Pahalgam cause u was there at that time and aside this looking  you doing such a challenge stuff I m getting confidence . ❤❤❤",
    "label": 0
  },
  {
    "text": "Keep hustling Raunak bhai… this is what makes you different from others… I never commented on any video of any Youtuber but I feel I should appreciate what you are doing..Also unknowingly you are promoting India’s culture of hospitality and helping nature of people of this country… Thanks for making us trust ki dunia abhi itni bhi buri ni hui h ❤",
    "label": 2
  },
  {
    "text": "Next task, India's westest city to India's Eastest city on cycle, Travel without money. And good for your health also and a new task for your videography",
    "label": 0
  },
  {
    "text": "brother you are doing great.❤",
    "label": 0
  },
  {
    "text": "Happy journey good journey 😊❤",
    "label": 0
  },
  {
    "text": "I love this series please pin me",
    "label": 0
  },
  {
    "text": "Bhaiya kapde kaha sukhate ho",
    "label": 1
  },
  {
    "text": "I always get inspiration from your video….you are too good….keep it up Ronak ❤",
    "label": 0
  },
  {
    "text": "Series best I have no too describe bahut mast op",
    "label": 0
  },
  {
    "text": "Khush raho, must raho, swasth raho, badhte raho 🇮🇳✌🏼",
    "label": 1
  },
  {
    "text": "Love you bhai , and love the way you do all that stuff.....\nMujhe bhi yahi idea that aesa he karne kaa but mujhe sirf rishikesh aur ganga maa ke pass bas baithna tha thode din..\nPar ghar walo ne allowed nahi kiya akele jane ke liye, fir maine mere dosto se pucha koi interested nahi tha 😂.\nAur aapki yeh series aati hai ,i literally wait for every episode..\nAur mai socha raha tha je appko join karu but abb voh bhi possible nahi hai ....\nAaapke saare videos maine mummy ko ke voh allowed kareee😂😂😂.\nFull support to you bhai....\nAGR moka milta hai toh miltey hai .\nThank you 😊🙏",
    "label": 0
  },
  {
    "text": "Bro needs to won best budget traveller and hicker ☠️ award from whole world 🌎🌍",
    "label": 0
  },
  {
    "text": "You are doing an awesome Works",
    "label": 0
  },
  {
    "text": "Bhai keep going you are doing awesome ❤",
    "label": 0
  },
  {
    "text": "Sir \nYou are best 🫶\nGood decision to stop the series but hann bura bhi lagra hai ki videos ni aeyngi🥺🥺",
    "label": 0
  },
  {
    "text": "Hi Raunak \nI've been thoroughly enjoying your Kashmir to Kanyakumari journey—what an amazing and engaging series! You've reached Pushkar Bypass and every episode so far has been a treat to watch. I understand you've taken a break, not only to rest but also considering the sensitive India-Pakistan situation, and I truly respect that. It’s wise and thoughtful of you. Your efforts have been incredible, and it's clear how much heart you’ve put into this journey. Take the time you need—your health and peace of mind come first. When things settle, I really hope you continue the series. It’s something many of us look forward to!",
    "label": 2
  },
  {
    "text": "Bhaiya one suggestion please don't ask for free lift/food try to spend minimum amount that will save your time, for free stay you may choose any temple/railway station/Police station, you just have to focusing on earning money by clicking photos/shooting a documentary videos for publicity of any business/try to selling something in a public places\nShow that everyone can travel in India for by spending a minimum amount of rupees if they want they can earn also while traveling",
    "label": 2
  },
  {
    "text": "Please visit famous dargah of india which is in Ajmer called \"Khwaja Gareeb Nawaz\"",
    "label": 2
  },
  {
    "text": "4:35 aik suggestion hai upar jaise real timing dikhate ho vaise pure video mai real timing dikhao",
    "label": 1
  },
  {
    "text": "First of all, thank you so much for this lovely video ❣, it feels like I am watching a world's best short film (while writing this comment I don't know how to express it, but I will try my best) the kind of emotion in your eyes and face you portrayed is so overwhelming bhaiya while watching I had a feeling ki yeh video khatam hi naa ho , it feels like I am watching a small baby who is hungry and yet showing his dedication towards his dream. Around 12 am in the night I was watching Bawa bhaiya ka video he was sharing loss about his parents, till then I was not aware about the same, but the point here is that aap dono ki smile dekhkar sukun milta hai chahe aap log ke life mein kitni bhi badi problems ho, aap sabhi log ke vajah se we feel so good and forget all our pain, kahne ko tho bahot kuch hai but itna hi... love you bade bhaiya 💓💗 take care of your health , thanks for your storytelling and documenting your life , aapka london trip bahot achhe se jaye once you start and may god bless you with all beautiful memories and success only.",
    "label": 0
  },
  {
    "text": "You definitely needed some downtime.  Glad it worked out",
    "label": 2
  },
  {
    "text": "Bhaiya, I'm a Berozgar person... Can you help me by giving me some work from home on some stipend please?... If not possible.. to bhi apke liye respect rhegi.. following your from the starting of this India tour's",
    "label": 2
  },
  {
    "text": "Loveeee",
    "label": 0
  },
  {
    "text": "Love you Ronak bhai ❤",
    "label": 0
  },
  {
    "text": "Addicted to this series ❤",
    "label": 2
  },
  {
    "text": "You are the best travel content creator currently in India. Lots of love Raunak bhai. Hope to meet you someday!",
    "label": 0
  },
  {
    "text": "Kapil bhai such a great person ❤",
    "label": 0
  },
  {
    "text": "rajasthan is such a great people state. every one is so help and rich in culture.",
    "label": 0
  },
  {
    "text": "raunak bhai aka magic mokey we love you keep doing......",
    "label": 0
  },
  {
    "text": "Today's Attendance 😅\nLove from West Bengal 💛",
    "label": 0
  },
  {
    "text": "Bhot badiya laga ki aap humari nagri jaipur padhaare ❤\nI wish we meet someday..",
    "label": 1
  },
  {
    "text": "Bhai after watching your video … I finally found what i need to do in my life ❤",
    "label": 2
  },
  {
    "text": "Bhaiya aap faltu wale comments par dhyan mat Dena \nAll the best \nHAPPY JOURNEY",
    "label": 0
  },
  {
    "text": "Great ❤",
    "label": 0
  },
  {
    "text": "chalo acha hai last mai dur se shoot laga kai dikha hi diya😅❤\ngood to see you today raunak bhai\ni am full of enjoying your series \nmilte hai kal 9:15 am par",
    "label": 0
  },
  {
    "text": "I’ve not been feeling well for a while, but whenever I watch your videos, they give me the energy to heal my inner soul. They calm me and make me feel good. I love traveling, but due to some issues, I can't travel right now. Still, I enjoy traveling through your videos",
    "label": 0
  },
  {
    "text": "Love you bro",
    "label": 0
  },
  {
    "text": "Waaaaaaaah rounka bhai ye badhiya tha😂😂😂😂 kapil bhai se bola main paani pi leta hu or apko bottle hi offer kar di or kachori bhi😂😂😂😂😂",
    "label": 1
  },
  {
    "text": "All love to you brother. ❤️",
    "label": 0
  },
  {
    "text": "Please🙏 let's start jurny",
    "label": 2
  },
  {
    "text": "Bhaiya love ❤ from lucknow best of luck for your journey",
    "label": 0
  },
  {
    "text": "Ronak bhai you are amazing, please yaar vapis se series start kar do, ab to war bhi ruk gayi ❤❤❤🥺🥺🥺",
    "label": 2
  },
  {
    "text": "Bhaiya aap Gujrat aao to ambaji jarur aana ambaji rajsthan ke pass hai ambaji me ma DURGA KA goldan temple hai ❤ and you are coming here please reply me",
    "label": 2
  },
  {
    "text": "Bhai just one suggestion, no need to consider the 3 times meals into the total costs. It's a basic need of human body. Skipping meals will harm your health especially in this summer heat.",
    "label": 2
  },
  {
    "text": "15:37 best part",
    "label": 0
  },
  {
    "text": "15:40 best part 😍",
    "label": 0
  },
  {
    "text": "Very nice and amazing. How you take shots and story telling also editing please make a course or full video.",
    "label": 2
  },
  {
    "text": "Wonderful Series You have started I love this series very much getting lot off knowledge,experience about how to travel and lot’s .❤",
    "label": 0
  },
  {
    "text": "great content ❤",
    "label": 0
  },
  {
    "text": "You are tha best ❤❤❤❤",
    "label": 0
  },
  {
    "text": "You are doing great bhaiya 😊",
    "label": 0
  },
  {
    "text": "\"Love your content, bro. Keep going — you're killing it! 🔥\n Happy Mother's Day to the amazing woman who raised a legend. 🙌💐\nBehind every strong man is a stronger mother. Much love and respect!\"",
    "label": 0
  },
  {
    "text": "Bhaiya pata nahi kya hey apke videos Mey I'm following you from very long time I feel so happy and satisfied.\n\nI know all your videos very well sachma love you bhaiya ❤❤❤",
    "label": 0
  },
  {
    "text": "Bohot Badhiya❤",
    "label": 1
  },
  {
    "text": "Mehnat rang lati hai goodjob",
    "label": 0
  },
  {
    "text": "MY FAVOURITE WEBSERIES IS PANCHAYAT YOUR RECENT VIDEOS ARE GIVING THOSE VIBES ONLY 👍🏻♥️ Keep The Good Work On Btw Meetup Rakhkete Yr Jaipur Main Theple Le Aata Main Khana dhundne ka tension hi khatam 😎",
    "label": 0
  },
  {
    "text": "9:53 sick watch looked it up as i liked it. It was 50k!! \ngood work btw enjoying this and will start my own documenting journey too",
    "label": 0
  },
  {
    "text": "So I just want to say that best of luck for next 20 days and I hope apki journey jo hai vo memorial ho and yes you know I also want a life like you matalab socha ki Krna hai and next day chal pde krne and ye chiz merko bhi life me experience krni apki videos dheak ke bhaut inspire hoti hu age life ke liye and I really really love your this series thanks to my one friend who introduced me to your channel and yessss waiting for next video and once again thank you so much and all the very best for upcoming days may God give you much more strength 😊(one day I will also make vlogs in which I will challenge myself) thanks for inspiring me to explore new things and how to live life(ek hi to hai ache se jina hai agli life milegi to vo yaad vese bhi nahi rahegi)  thoda  lamba comment hogya😅 and most importantly please sbse pehle apni safety ka dhyan rakhna aunty ji bhaut chinta krti hogi  unko relaxed rakhne ke liye always make sure that you are safe with what you are doing and may God ji bless you\n                 - 🙏 unknown",
    "label": 0
  },
  {
    "text": "Bhai rajasthan ke har city me annapurna rasoi yojna chalti hai\nJisme sirf 8₹ me khana milta hai\nUs rasoi vale ko Govt apni taraf se 22₹ deti hai\nBhai thik thak khana milta hai\nBhai vaha jake dekho please\nMe khud khake aaya hu \nAap vese bhi free me ghumna chah rahe hai",
    "label": 2
  },
  {
    "text": "Ronak bhai we are enjoying this series so please don't stop till u can't reach at your goal",
    "label": 2
  },
  {
    "text": "Please start serious once again love to watch your videos",
    "label": 0
  },
  {
    "text": "Bro love this series 26:23",
    "label": 0
  },
  {
    "text": "We want you to continue this series pleaseeeeee",
    "label": 2
  },
  {
    "text": "Yes this was a great video  with 26 min full of content bhai aap ki video dekhte hue skip button kaha hai bhool jata hu",
    "label": 0
  },
  {
    "text": "Video Editing Background Music camera Shots Perfectly Merges With Video Concept And Everything ❤❤❤ So Can't skip and very Addictive",
    "label": 2
  },
  {
    "text": "18:40  bhai chai 7 rupee ke bhi milte hai, faltu 3 rupee barbad😂😂😂",
    "label": 1
  },
  {
    "text": "great series but unfortunately it ends (good decision). Come back stronger with an idea that replaces the 1lakh thing, build your own capital, like how in the past video.. you sold polaroids, most entertaining video of the series btw and if you wanna raise capital for charity, start a fundraiser. Build your own capital, enjoy it or take lifts. Real world things like taking a 1000 loan and repay 1500 next day model during emergency would be entertaining to watch. Thank you for this content Ronak",
    "label": 0
  },
  {
    "text": "India needs to recognise content like this.Best content in india right now❤",
    "label": 0
  },
  {
    "text": "I also pondered what could be the purpose of this series. The real purpose will be revealed at the end, with all those memories of people who helped, unexpected act of kindness, that is to reveal how welcoming the people of India are. Despite this terrorism, the nation is united. \n\nThat humanity still exist and will continue to flourish as long as we have love and compassion in our hearts. \n\nI've fair share of experiences where strangers helped in expected way. And I love to narrate those instances to others.Travelling can be daunting, yet it's freeing and eye-opening.",
    "label": 0
  },
  {
    "text": "Too good Raunaq....You R so brave brother.... Keep it up....Be Safe 👍🙏. ... Happy Journey 🥰",
    "label": 0
  },
  {
    "text": "Raunaq, seeing you walk through Pushkar and Ajmer honestly hits different, this is my hometown, and watching it be a part of my fav series on yt makes me feel emotions I can't express.\nI’ve been following every single episode of this series like it’s my personal ritual. It’s more than just travel content for me; it’s hope, it’s humanity, it’s magic.\nYou’ve unknowingly become such a big part of my days. I don’t even know how to explain it properly, but I genuinely look up to you. You’re doing what so many of us only dream of; wandering, connecting, feeling.\nI hope one day I get to meet you in real life and show you around the off beat areas of my place, to say thank you and maybe hear one of your stories in person. You’ve inspired me in ways I didn’t know I needed. Keep going, Raunaq. You’re changing lives in the gentlest way. Stay safe, much love to you!",
    "label": 0
  },
  {
    "text": "I am literally enjoying these series. Brother please countinue these series and we learn a lot of thing from you . We see that how cuture & people is differ when you cross india from kasmir to kannayakumari.  India is such a very diverse country",
    "label": 2
  },
  {
    "text": "I watching your videos from Canada Maina ekk bat notice ki hai bhai Kismat boht achi hai apki jo bi sochte ho wo ho jata hai bhagwan sath dete hai 😊a lot of love, Dushal ❤",
    "label": 0
  },
  {
    "text": "Please continue the series 🙏🙏❤❤❤",
    "label": 2
  },
  {
    "text": "My take on your videos - In India, you will find 1 out of 10 people of helping nature. If you tried this abroad, such things will be very difficult, even your favorite London.\n.\nAlso, an average Indian can easily identify you as a person from a good family, so they won't mind helping you out. From your body, your dressing sense, your cameras, you look as upper middle class person to those who don't know you. That would be another advantage. In North and West India, when you talk in English to hotels/hostels or any other services, the language would give you an edge.\n.\nYou look innocent. So, best wishes for your journey.",
    "label": 0
  },
  {
    "text": "25:54 bro seriously I am loving this series yaar, like you are such a great videographer and like everything in these are perfect ( the storytelling, visuals and all) you are the best and my favorite YouTuber. Love you ❤",
    "label": 0
  },
  {
    "text": "Aapke sab vedios Dekhti hu Ronak….love watching your hardwork.. take care🫰🏻🫰🏻",
    "label": 0
  },
  {
    "text": "I love you man..\n\nI have a lot of work but your video takes all the work aside and I started watching your video..\n\nReally a very nice series you are carrying on.. Just keep it up..\n\nJay Raunaq bhai 😅",
    "label": 0
  },
  {
    "text": "Love it ❤❤❤",
    "label": 0
  },
  {
    "text": "The best ever series on YouTube 🫡❤️🫶🥰🙌",
    "label": 0
  },
  {
    "text": "Raunaq bhiaya you are such great person and you are also so passionate about to your work \nWork to choodo yaar pan apko pyaar  he apke apne kaam se jo sab aapp itna efforts laga rahe hoo for just one video. Han i know paisa bhi ate par bhiaya common esa hota to har koi apke jesi kitni series kar leta but uske magic chaiye vo heee apke pass dont worry you take rest and things will good in future and you continue this series ❤❤",
    "label": 0
  },
  {
    "text": "Recently i have been to jaipur alone first time\nLoved the place\nI stayed in same place",
    "label": 0
  },
  {
    "text": "bhai if possible please visit Jhansi. It is my home town but currently i am in noida \nIt is a small but good city and please try to include it in your trip \nPlease .......",
    "label": 0
  },
  {
    "text": "once pankaj tripathi sir said ki hamare youth ko 12th ke baad poora india travel karna chahiye and here's the best series you can learn so much from this and travel guys this experience teaches a lot about real world , thank you rounaq bhaiya for this series.",
    "label": 0
  },
  {
    "text": "Love d series ❤🎉",
    "label": 0
  },
  {
    "text": "That carvan guy is such a sweet person yarr. Great man yarr❤❤❤",
    "label": 0
  },
  {
    "text": "You are doing great work  aur problem Aati rahti hai hame use face karna chahiye aur aage badhna chahiye😊",
    "label": 0
  },
  {
    "text": "bhaiya vasa videos to best banata ho but thodi or long form kiya karo sahi lagta hai. Din accha jata hai.",
    "label": 0
  },
  {
    "text": "bhaiya mai roz jab school me hota hu to aap ke video ke bare me he sochta hu ke aaj kya new hoga aap ke saath. I am waiting for ur video Dailey. LOVE from MTS Indian gamerz.",
    "label": 0
  },
  {
    "text": "In the way to ajmer, you just crossed Kishangarh(Marble City of India). I was excited to see that you cane to rajasthan and so close to my home town. I would love if any other time you would pass by Kishangarh, its famous for its Marble Slurry(Dumping Yard)",
    "label": 0
  },
  {
    "text": "U took a good decision. \nNow rest relax nd then restart\nBas hune wait karna pddga adat lag gai thi roz subh is series k video ki ❤🥰",
    "label": 0
  },
  {
    "text": "Crazy respect for the ghumakad kapil bhai ke liye ... Itna sab hua uske baad raunaq acting like he doesn't care ... Inside raunaq must be have sympathy but raunaq doesn't have brain and act to situation skill and Delhi people are selfish as fuck it's a thing with Delhi people they are very good in runaway from bad situation. When someone needs help never trust Delhi people. Delhi people thinks being bad ass is cool but helping others is cool.",
    "label": 0
  },
  {
    "text": "Love from jaipur wish I could help you there❤",
    "label": 0
  },
  {
    "text": "Great efforts buddy ❤",
    "label": 0
  },
  {
    "text": "Loved this series♥♥",
    "label": 0
  },
  {
    "text": "Loving This Series. Love the Scenes💖💖💖💖, Loving the struggles and Loving just Watching you bhai. Getting the Nostragia of 100 Day series 🥰🥰",
    "label": 0
  },
  {
    "text": "Raunak bhaiya ...\nAwesome series.....I love your videos.....your are very inspiring.....i learn a lot from u how to be out of our comfort zone.....\nBut you must take care of your health ..you already look so weak...pls take care of yourself......\nGood decision...... taking a pause......\nI can already see a very high potential actor, director and a film maker\nAll the best !!!\nLoads of love and luck 🤞 \n❤\nAlll the best!!!",
    "label": 0
  },
  {
    "text": "Love Raunaq bhai works and love to take tea in hot summer 😅",
    "label": 0
  },
  {
    "text": "LOVE U BRO LOVE U LOVE U LOVE UR VIDEOS LOVE U BRO",
    "label": 0
  },
  {
    "text": "26:05 cmon bhai start again.... you and we need some positive energy. ✨️",
    "label": 2
  },
  {
    "text": "You & Your K2K series is absolutely from heart I'm telling GEM to me 🌹🌹🌟❤️\n\nRaunaq bhai please get fit super energetic soon plz plz plz we n I genuinely want u to see u full travel destination UPTO kanyakumari \n\nplease kariyega plz don't give up God bless u always n every single secs God bless you n everyone of Oval office community tooo",
    "label": 2
  },
  {
    "text": "You are doing great bro❤",
    "label": 0
  },
  {
    "text": "Brilliant series.... Very authentic.... Absolutely loved it\nMore power to you Raunak bhai\nLooking forward to more of it",
    "label": 0
  },
  {
    "text": "i see that u feel sad of spending money in this trip what if you keep your wallet inside your bag like deep inside the bag so that u might only remove it if its extreme, btw love your vlog",
    "label": 0
  },
  {
    "text": "Bahiya me bhi bade hokar app jasie travel karuga ❤️❤️❤️❤️",
    "label": 1
  },
  {
    "text": "girte hain sheh sawar he maidan mai wo tifn kya gire jo ghutno k bal chale... great ronak you are motivating .... chala chal bhai..",
    "label": 0
  },
  {
    "text": "Best travel video \n\nKeep going.\nGod bless you \nRam ram sa 🙏",
    "label": 0
  },
  {
    "text": "Bahi please koi bhi video members only per mat upload Kia Karo please request",
    "label": 2
  },
  {
    "text": "5:51 yaha se mai rooz bus leta hu , badiya yaar continue karna series jab sahi time aae , lage raho",
    "label": 1
  },
  {
    "text": "Please continue the series, now war has been stopped",
    "label": 2
  },
  {
    "text": "Best wishes for ur journey",
    "label": 0
  },
  {
    "text": "Why not go to Ajmer Sharif Dargah you will get a good vibe there! and free stay also!",
    "label": 0
  },
  {
    "text": "Kapil is very good person feeling bad for him",
    "label": 0
  },
  {
    "text": "Bhaiya , I think you should complete the journey also come to jharkhand😊😊😊",
    "label": 2
  },
  {
    "text": "Loving this series! Please continue it as soon as possible ❤",
    "label": 2
  },
  {
    "text": "My Mom is not happy with you uploading video late. 😕\n\nShe made a habit of watching your video with a cup of Tea. Requesting you to please not delay your video.",
    "label": 2
  },
  {
    "text": "Bade lallu ho bhai petrol pump pe water cooler hoga. Dekho tho atleast baas mei samjha. Not teasing you just lage rahe islea kyuki hum sab wait karte hai video aane ki",
    "label": 1
  },
  {
    "text": "Thanku bhaii❤ love you",
    "label": 0
  },
  {
    "text": "*LOVE FROM MAHARASHTRA*❤\n*FOLLOWING FROM THE START*❤",
    "label": 0
  },
  {
    "text": "Bhaiya mujhe bhi aapke jaisa khub travel krna hai pr mere pass paisa nhi hai \nIsliye smj nhi pata ki kaise start Karu....... please reply jarur krna",
    "label": 2
  },
  {
    "text": "Love you bhaiya",
    "label": 0
  },
  {
    "text": "Love you my big brother ❤️ please reply do sir",
    "label": 0
  },
  {
    "text": "Pehla wala theme aur song badiya tha starting k liye",
    "label": 1
  },
  {
    "text": "hlo bhaiya i am your big fan please  reply me",
    "label": 2
  },
  {
    "text": "Please come to our odisha ..",
    "label": 2
  },
  {
    "text": "Don't give up we want series n wholesome K2K journey experience of yours please start importantly after Ind Pak tensions finished\n\nDon't give up Raunaq bhai tumko kanyakumari tak dekhna chahta hu importantly plz 😢🎊🇮🇳🇮🇳🇮🇳🌹",
    "label": 2
  },
  {
    "text": "❤love it bro... This series is just awesome. Keep going. 9:15 ko dalne Wale the na bhai...2 baj Gaya..😂😂\nAnywys...aap mumbai me aao toh please mujhse DM ya contct krna... I will pick you up and you can stay with me, don't worry Abt staying and food. Just let me know❤",
    "label": 0
  },
  {
    "text": "SERIES START JAB HUA HEA USS K ,  3 DIN BAAD SE HOSPITAL ADMIT THA PEHLE BHT HARD HOTA THA VIDEO DEKHA NA WEAKNESS K LYE , LEKIN DHEERE BODY RECOVERY HUA , KAL DISCHARGE HUA M ... GREAT WORK 👍👍👍",
    "label": 0
  },
  {
    "text": "Good to see you❤",
    "label": 0
  },
  {
    "text": "Good decision bhaiya ❤🎉",
    "label": 0
  },
  {
    "text": "Bro Love Your So Much❤",
    "label": 0
  },
  {
    "text": "Ronak Bhai!\nNamaskar from Kota!\nAdd Kota as a stop in your route 😇",
    "label": 2
  },
  {
    "text": "From Meerut please ek bar milane a jao bhai❤😊😊😊",
    "label": 2
  },
  {
    "text": "Nice music bhiya i love this",
    "label": 0
  },
  {
    "text": "BHAIYA AAJ VIDEO LATE HAI \nBUT FULL SUPPORT \nOR BHOPAL MADHYA PRADESH AANA \nOK \nLOVE YOU",
    "label": 0
  },
  {
    "text": "Love you Raunak bhai ",
    "label": 0
  },
  {
    "text": "hey bro love from lucknow please like my comment if you really love you subscribers",
    "label": 0
  },
  {
    "text": "Continue rakho dear Raunak  please ❤❤❤❤❤😊😊😊",
    "label": 2
  },
  {
    "text": "Tnx isko public krne k liye ❤ love from Assam , Guwahati",
    "label": 0
  },
  {
    "text": "Please pin my comment ❤",
    "label": 2
  },
  {
    "text": "Bhaiya you have taken a good decision to pause the series for a while coz it's also  important to keep aunty ji relaxed from her mind ... Aise kaam ka koi fayda nhi ki jo 30 din tak aap audience ko to khush kar doge but 30 days aap apni mom ko chinta me rakhe ... Baaki waiting for series to continue in future till than love you always Raunak bhaiya❤❤",
    "label": 0
  },
  {
    "text": "Please bhaiya continue  karo series ceasefire ho gaya plz plz 😊😊😊",
    "label": 2
  },
  {
    "text": "Sir please pin my comment",
    "label": 2
  },
  {
    "text": "All the best ❤🎉 may allah bless you 💕 more 💖. Sabar insan ka exam bhi leta hai . 😊",
    "label": 0
  },
  {
    "text": "Bro Please Continue this series as soon as possible... Isko dahkne ka ek alag hi excitement hotaa h sach mi.... You are The Best Bhai... Full Support hi bhai app bus firr se continue kr do yeh series jald se jald ❤️",
    "label": 0
  },
  {
    "text": "Stay safe bhai \nwe will be waiting for your continuation fo the series \nLOVED THIS SERIES TILL NOW (and yes ignore people who were commenting negative from the last live stream)",
    "label": 0
  },
  {
    "text": "Great 👍👍👍👍, amazing journey  ,  please Tell rite of k2k",
    "label": 0
  },
  {
    "text": "Raunaq bhai love from rajsthan ❤",
    "label": 0
  },
  {
    "text": "Love you ronak sir",
    "label": 0
  },
  {
    "text": "Good morning sirji❤",
    "label": 0
  },
  {
    "text": "Bro, I literally love this series, Please continue it as soon as possible.\n\nBy the way, the intro song is fabulous.\nYaar what a charming piece of music It instantly brings happiness.",
    "label": 0
  }
]