[
  {
    "text": "13:17 Thank you very much for including me in the video. Wish you travel the whole world and spread smiles. 😊😘 @DrShravan Choudhary"
  },
  {
    "text": "Yarr plz start the series again i got addited to it 🥲"
  },
  {
    "text": "Peendia bhikari 😂😂"
  },
  {
    "text": "Youtube be trippin. 158 views and 1,144 comments"
  },
  {
    "text": "Thankyou for motivating us fr travel more as a Traveler ❤"
  },
  {
    "text": "Being such a good editor and videographer you should sell your skills with confidence. No one will say no if you are giving them proper service"
  },
  {
    "text": "Use Proper seat belt"
  },
  {
    "text": "Love to see how you pushing your limits and getting lot of learning from the series 😊❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Kuch 😊"
  },
  {
    "text": "great going (y)"
  },
  {
    "text": "❤"
  },
  {
    "text": "Petrol pump pe har jagah free me pani mil jayega"
  },
  {
    "text": "Salute bhai ❤"
  },
  {
    "text": "You. Both meet and we got big smiles 😂"
  },
  {
    "text": "Are you both meet again my family watching your both vlog so sad for your campervan…"
  },
  {
    "text": "Bhai pehle hi bol diya karo k aap paise nahi doge lift leke"
  },
  {
    "text": "Hello, found your series through the pahalgam video and since then i have been enjoying watching your series. Just a suggestion, please don’t start your day by manifesting difficulties just for example like yesterday apne apni video mai bola tha aaj bohot difficulties aayegi and fir wahi hua soo start your videos with a positive manifestation/attitude."
  },
  {
    "text": "Raunaq bhai I m waiting you to enter in Karnataka, I following this series very much. Hope we will meet"
  },
  {
    "text": "Bhaiya nagpur aaooo\n18:20"
  },
  {
    "text": "Rajasthani people are so helpful..."
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "I have seen travel \"documentaries\" before, but each of your series on this channel seems quite personal somehow. I hope that as you continue this journey you have more ups than downs and more smiles than frowns. I hope that more often than not the people you meet show you the welcoming side of India, just like the doctor did today.❤"
  },
  {
    "text": "Here again ❤"
  },
  {
    "text": "Beta ji u are very brave and very cute i love to see ur all the video God bless you beta all the best for ur journey"
  },
  {
    "text": "You missed shooting beautiful Anasagar lake of Ajmer and Pushkar Ghati 😢"
  },
  {
    "text": "Come to Ujjain  MP"
  },
  {
    "text": "Bhai Jaipur aao to mere ghar ruk jana"
  },
  {
    "text": "I guess bhaiya even stay for free is very good that he considered it atleast and regarding dinner i guess they thought achhe kapde pehna hua ladka hai kuch to achha khayeag hi, shayad issi wajah se"
  },
  {
    "text": "Fir to aap ko kota aana tha"
  },
  {
    "text": "Day 10 of crossing India for free with Monkey Magic. ❤️♾️🧿"
  },
  {
    "text": "I am from ajmer, and I am biggest fan of your work Raunaq bhaiya ❤"
  },
  {
    "text": "tell your reason tell about your series them then this help you"
  },
  {
    "text": "please visit Gujarat also"
  },
  {
    "text": "Bhai hamari saed bhi aa jana adivasi elaka bhi dekha Lena aapa pura bhart dikhana chahte ho to ye bhi dekha lena koe bhi nahi dikhata Nandurbar aa jaana ❤❤❤"
  },
  {
    "text": "Bhai app himachal nehi gaye ?"
  },
  {
    "text": "Will you go from Maharashtra?"
  },
  {
    "text": "Maje maje❤"
  },
  {
    "text": "Felt happy to see you 😊 bhaiyaa"
  },
  {
    "text": "bro pani petrol pump se le lete"
  },
  {
    "text": "Jay Shree Ram❤"
  },
  {
    "text": "Bro I was like feeling extremely awkward when you try to negotiate for that 450 rs bed and I literally skip that part of the video.\n\nHats off to you Raunak"
  },
  {
    "text": "🌻"
  },
  {
    "text": "It feels great to watch the series ❤❤"
  },
  {
    "text": "Aap ki aage ki journey resume hone ki raah dekhenge bas...❤❤"
  },
  {
    "text": "Amazing 😍🥳🎉 this is nice 🙂🥲\nI don't know when I will be able to live this type of life 😕"
  },
  {
    "text": "Beta ma hoti hai .... \nDar jati hai \nKhayal rakha karo apana"
  },
  {
    "text": "Bhai boht inspiration ata hai apke video se .. How to escape comfort zone and how to deal with life all these I am learning from you . Lots of love and support brother❤❤"
  },
  {
    "text": "Puskar nice place \nI feel the the vibe from your video..."
  },
  {
    "text": "@roameramit"
  },
  {
    "text": "Bhai kuch likh diya 😂 padh lo"
  },
  {
    "text": "Bhai aapke vlogs bhot unique aur attention grabbing hai. Keep going."
  },
  {
    "text": "I wish Kapil accomplishes everything he wants in his life and all his dreams come true."
  },
  {
    "text": "Kuch"
  },
  {
    "text": "Khush hoja bhaiii! lift mangna sikh gaya tuuu!"
  },
  {
    "text": "Bhaiya salute h apko🧿"
  },
  {
    "text": "bhai har petrolpump par paani ki vivastha aur toilet ki hoti hai"
  },
  {
    "text": "Bhai Kekri aa jao mera gaav hai 😂 \nLove from Kekri ❤"
  },
  {
    "text": "Bhai, most of petrol pump pe  water and washroom free to use hota hai❤️"
  },
  {
    "text": "RAWAT ki Kachoriiii kon miss karta hai 😭😭😭"
  },
  {
    "text": "Bro how to book hostel ?"
  },
  {
    "text": "Learning virtually brother ❤😂"
  },
  {
    "text": "💗💗"
  },
  {
    "text": "Good to have you back"
  },
  {
    "text": "I can feel you brother ❤❤❤"
  },
  {
    "text": "Really amazing series, lots of love from Nepal 🇳🇵❤"
  },
  {
    "text": "God bless you brother i know you can complete this Journey and i always admire you the way you explain everything  !! waiting for more videos about this series !"
  },
  {
    "text": "Bahut accha lag rha tha aapki series dekhna...jitne time aapka video dekhti thi..utna time sab bhool jati thi..koi stress nhi..aur kabhi kisi k videos itne interesting nhi lage...connect hi nhi kar payi..kyunki main bhi bahut introvert hu to aapse connect kar paa rhi hu..accha nhi lag rha ki aap journey beech me rok rhe ho..but actually zaruri hai halaton ko dekhte hue..insab se upar hai jinda rehna...aapke inhi videos ka intezar rahega..be safe❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "bhaiya petrol pump me cold water rahata hai wo bhi free me le liya karo, mai bhi yahi karta hu.😇😇"
  },
  {
    "text": "Bhaiya aapki video dekh kar lagta jaise camera pakad kar mai ghum raha hu , please batana bhaiya Chhattisgarh aaoge ya nahi?..❤"
  },
  {
    "text": "26:32 bhaiya ji please series continue rakho please 🙏🏻🙏🏻🙏🏻"
  },
  {
    "text": "Garmi h lekin chaii nhi rukni chahiye.... love the series 🎉❤"
  },
  {
    "text": "❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤"
  },
  {
    "text": "Bohot achcha bhaiya, Aap ko pure dil se respect ❤🥰"
  },
  {
    "text": "\"I live in Pushkar , sadly didn't know you were visiting. Would've loved to catch up! I've always wanted to meet you.\""
  },
  {
    "text": "Bhai Nagpur toh ana hoga hi is journey me. Let know if you would like to catchup."
  },
  {
    "text": "This is literally the best heartwarming adventurous life learning series by an Indian travel youtuber. This series is so interesting. All the support to you. Patiently waiting for the series to resume😊😊😊"
  },
  {
    "text": "truely appriciate towards your dedication"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Hello sir from ajmer, \nSir really if I had known earlier that you had come to Ajmer we would have given you good tours, you would not have had so much problem but apart from this you are doing so great and being an inspiration for us you ❤"
  },
  {
    "text": "Bhai petrol pump se paani bhar liya kar… har petrol pump pe aquaguard hota hi hain .."
  },
  {
    "text": "❤"
  },
  {
    "text": "Rawat ki kachodi best h"
  },
  {
    "text": "5:47  VIVEK JI KE POHA KI SHOP"
  },
  {
    "text": "#Day 10\nRaunak Bhaiya, your journey from the first video to now is nothing short of magical. The way you've built up the confidence to take lifts from complete strangers on the road shows your fearless heart and pure intentions. You inspire us to step out of our comfort zones and trust the goodness in the world.\n\nAnd a special salute to the incredible man in the video who, despite his disability, drives with such grace and a smile that lights up the screen. You reminded us that strength isn’t in the body, it’s in the spirit. You’re a true hero.\n\nLove you Raunak Bhaiya (Monkey Magic ❤)"
  },
  {
    "text": "Lots of love from Nepal! ❤\n\nI would love to see you come here and take on this kind of challenge in our beautiful country too!😊"
  },
  {
    "text": "Bhai woh sooraj glucose choos lega , sar dhak ke chalne ka 😂😂"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Bhai petrol pump pe to water coolers hote hain free hota hai vo"
  },
  {
    "text": "Love from MP ❤"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "One of great channel and great videos I ever being through❤😊"
  },
  {
    "text": "Keep it up man..."
  },
  {
    "text": "Bhai raste se mujhe b utha lo , main b ghum lunga"
  },
  {
    "text": "Now you can continue with your series as the ceasefire has been announced .... So I guess we are good to go ! .... 👍 .... 😎 ...."
  },
  {
    "text": "kuch"
  },
  {
    "text": "I love this series"
  },
  {
    "text": "Bhaiya , it was lovely watching your vlogs regularly. It feels like we are also travelling and exploring different places with you in this incredible journey. Love from Odisha ❤️✨"
  },
  {
    "text": "At last camera set kr hi dia❤❤"
  },
  {
    "text": "9:34 the way bhaiya nods and the sound effect 😂"
  },
  {
    "text": "Welcome to Rajasthan ❤❤"
  },
  {
    "text": "Every highway petrol pump has water to drink. You can fill for free. I always fill water from petrol pump when doing long trips."
  },
  {
    "text": "the one who lost his dream litreally is so strong he tried his best to stay positive to his guest and even fed him tho i can see how devestated he was i hope he stay Strong"
  },
  {
    "text": "Bahut youtubers ke blogs dekhe,aap dusre ho ( pehle hai ghudda singh)  jo itne jyada crazy bande ho k dil aapse milne ko kr rha hai.\nPehle pta hota to punjab mein mil lete aapse."
  },
  {
    "text": "Good job ❤ bhaiya"
  },
  {
    "text": "Crossing india not so free😮"
  },
  {
    "text": "Bro we are with you ❤ so please don't be upset or sad if anything hurts you , your are doing soo fantastic, mind-blowing work and I've never seen this type of loyalty for one's passion, we all love you and seriously you deserve to be on the top of the list of India's number 1 vlogger. Thank you for Keeping us  entertain ☺️ and take care of yourself ❤"
  },
  {
    "text": "Yaar aapko ghoomte dekh mera bhi mn krra hai bus abhi nikal Jaun ghoomne❤️"
  },
  {
    "text": "Feels good after watching your travelling vlogs I also wanted to travel india in future and by your vlogs I think I am getting some informative things which are  needed in travelling alone . ✨✨ Really great experience yu'r getting.💫🙌"
  },
  {
    "text": "Garmi padana shuru ho gaya bro bus Apna Dhyan Rakhna and happy journey"
  },
  {
    "text": "9:03 You should have took that truck to kekri, i live there. Ajmer is near to it."
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Bhaiyaa love ❤"
  },
  {
    "text": "Bro, every petrol pump has free water, toilet service avaliable for all."
  },
  {
    "text": "Raunak bhai,we live in Bengaluru so while passing Karnataka we are willing to help in whatsoever manner❤!"
  },
  {
    "text": "This isn't just a trip—it's an odyssey, a powerful testament to your resilience, determination, and spirit. Every kilometer you cover, every lift you get, every smile you share is creating ripples of positivity far beyond what you can see. You're inspiring thousands of hearts, Rounak. People watching your journey aren’t just viewers—they're fellow dreamers who find strength in your adventure. Even at this low point, remember you're not alone. Your viewers, your family, your friends—we’re all with you, cheering, hoping, and believing in your dream.\nThe toughest days of your journey are shaping you, testing your limits and revealing who you truly are. Hold onto this truth: the most meaningful adventures aren’t the ones without hurdles, but those where the hurdles teach you to fly higher.\nYou’re on a mission bigger than yourself. You're not just crossing a map; you're bridging lives, cultures, and stories. Push through this low moment because the sunrise waiting for you at the end of this journey will be unforgettable. It will illuminate not just the path behind you but also the infinite possibilities ahead.\nKeep your heart brave, your spirit bright, and your dream alive. You've got this, Rounak—your magic is real. Stay strong, Your fans from Monkeymagic, who believe in you deeply! Lots of Love from my side"
  },
  {
    "text": "👍 Bro please continue the series when situation gets better, one of the best travel series on entire youtube.👍"
  },
  {
    "text": "Dada apke dekhkar lagta hai travel karna hai merekobhi ❤\nLove from Asansol, West Bengal"
  },
  {
    "text": "Please always wear a cap while walking on sunny road Raunaq!"
  },
  {
    "text": "You should have taken train from Jaipur to Ajmer, that will cost you only 60 rupees."
  },
  {
    "text": "Bro you don’t need to skip on food. Please eat well so that you will be good in health. Good food is need of body, don’t ignore that"
  },
  {
    "text": "bro, i know koi yakeen nahi karega. but for real i was in jaipur in january and i stayed in the same dorm and that too in same room but my bed was upper one. nostalgia aa gya bro. and by the way, i highly recommend you - chowki dhani, do visit it in the eve."
  },
  {
    "text": "Love from Rajsthan"
  },
  {
    "text": "11:00 bhaiya ji petrol pump par free pani hota hai.. use it"
  },
  {
    "text": "Last ka sunset dekh ke jitna aapko sukoon mil rha tha waha physically present hone pe ....aapko aise video ki end mai thoda sa peaceful dekh ke bhi vo sarovar dekh ke mujhe bhi mentally bahut peacefull lag rha tha.....i really love this series ....\n\nAur aapne abhi ye kuch din ka pause kiya h series mai ye bhi sahi h ....i am with you bhaiya ....\n\nAnd you are so cute ....really I love your cuteness ....aap gusse mai bhi cute h lagte ho ....🤭💗"
  },
  {
    "text": "7:57 bhai tu vaha se kyu ni nikla?😅😅"
  },
  {
    "text": "12:18 bhai india me jitne bhi fuel station hain, sab pe clean water, washroom and free air mandatory hain. Ye station ke licence ka hi clause hai. Aap bina pressure feel kiye vaha se free me fresh ho sakte ho. ❤"
  },
  {
    "text": "Kuch upseet se feel ho rahe ho aap"
  },
  {
    "text": "Bro hats off to you and your dedication, if I were in your place till now I would have surrendered to circumstances…. Really impressed ❤❤❤❤"
  },
  {
    "text": "BRO YOU 🔥"
  },
  {
    "text": "❤"
  },
  {
    "text": "Day 10 attendence done"
  },
  {
    "text": "💎"
  },
  {
    "text": "Great work"
  },
  {
    "text": "Bhai apki video m chaos ke beech b ek sense of calmness ki feeling rhti h, positivity type.\nGood work 👍"
  },
  {
    "text": "Raunak bhai aap morena hote huye jana"
  },
  {
    "text": "Hi Ronak Bhai (name ki spelling thodi confusing h so 😅),\nI am following you from quite long and watching your all video and this series is just fantastic....that I want to see, I'm also an introvert person with a lot of social anxiety but I m seeing your videos and relating that how I'll respond if I'm in thais situations.... Totally loving it\nKeep it sir... ❤"
  },
  {
    "text": "great you are"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "paani toh le lena chahiye. Paani me koi kanjoosi sahi nahi"
  },
  {
    "text": "The only channel to give peace of life❤❤❤"
  },
  {
    "text": "Bhaiyaa jis road se aap jaa rhe ho is video m us road pr hi mera office h agar ek story bhi daali hoti naa aapne apni bike lekr aata aapko ajmer chd k aata yrr"
  },
  {
    "text": "Broo never give up 😂😂"
  },
  {
    "text": "Bhaai apke video continue dekh rhi hu sach me muje apki video dekhne me alag hi feel ati hai jese ki mera koi friend muje update derha hai apne tour ki.\nMe bi vlog krti hu akele pr bore ho jati hu pr aap akele travel bi krte ho apki vajjse me bi  motivate hoti hu \nLots of love for your journey stay safe 🩷🤍🩶🖤🤎💜🩵💚💚💛🧡❤️"
  },
  {
    "text": "Rounak bhai abhi kidhar ho aap pushkar ya pushkar se nikal gye ❤ plz tell me bro"
  },
  {
    "text": "15:27 tau's smile was very beautiful and give feeling of satisfaction"
  },
  {
    "text": "❣"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "12:51 isse time pa jo driver haa wo purana modi ji lag raha haa? Sabko he lag raha haa mereko he?"
  },
  {
    "text": "bhai will you cross hyderabad as well ?\nLove this series♥"
  },
  {
    "text": "Bro aap trip me hote ho to video kab aur kaise edit karte ho aur kab edit karte ho time management krise karte ho"
  },
  {
    "text": "Agra hote hue jaate bhai to mil lete ........route bta do m ata hu peeche peeche lift bh de dunga apko ❤"
  },
  {
    "text": "Kapil bhai is wallahi great insn"
  },
  {
    "text": "❤"
  },
  {
    "text": "First time I have ever seen this type of interesting series"
  },
  {
    "text": "bhai kabhi too troser change karle"
  },
  {
    "text": "Even wn u r asking,I feel hesitant here sitting at my bed,it's so damn difficult to ask for lift and barter for free.\nU r doing a great job"
  },
  {
    "text": "Need to Continue"
  },
  {
    "text": "Petrol pumps par water cooler laga hota hai. Paani bhar lene kaa vha se bhai"
  },
  {
    "text": "good see you evolve in since past 10 days... keep up with your journey instead of taking break as the Ind-Pak issue also seems to be resolved as of now..."
  },
  {
    "text": "❤"
  },
  {
    "text": "Bhaiya aap sabse acche content creator Ho aur aapka starting intro ka music lajawab 👌 , I'll come to meet u in Delhi ❤"
  },
  {
    "text": "You can continue the trip again"
  },
  {
    "text": "Whenever u feel ur out of words ....just keep thanking people who helped you....keep blessing.\nIt all comes back to you with much more energy.\nThat's the power of universe.\nGod bless u brother......All the best for ur journey.\nIt'll be a great journey ahead."
  },
  {
    "text": "Bhai is cheez ko karne ke liye bahut himmat chaye . I am really inspired by you as on YouTube you are doing out of Box . Best of Luck and Good wishes"
  },
  {
    "text": "Bhai is tareeke ke travel ke liye, thoda workout waghera karo bhai. Keep your energy and health at the top baaki sab bas travel hain. Jai bhole"
  },
  {
    "text": "Kuch ❤"
  },
  {
    "text": "Rounaq bhai instead of not spending money, aap day wise budget leke chalo. Din ka atleast ₹100 toh yeh interesting hoga ki aap ki ₹100 ko pani pe kharch karte ho. Khaane pe, stay pe, yaa travel pe. And jo paisa aapne use nahi kiya usko next day forward kardo toh kuch din you can save money by staying in gurudwara or somewhere else."
  },
  {
    "text": "Fir se wahi , bhai tu kitna fake karta hai yaar"
  },
  {
    "text": "Sir please call me whenever you will come to jaipur i will come for you please tell me how I can send my mobile number to you, i watch ⌚ your all videos.. i can feel your mic feelings.. please have diet all the best for your journey"
  },
  {
    "text": "Love from chhattisgarh ❤️"
  },
  {
    "text": "Ronak bhai plz continue karo …."
  },
  {
    "text": "❤"
  },
  {
    "text": "I think you are a great man with a damn strong will power 💪,,,love to see your unbreakable attitude in every situation.\n\nMore Power to you \nRespect++++++++++++++++++++++++"
  },
  {
    "text": "Glasses laga kr kon sota hai, shoot bhi real jiasa kra kro😅"
  },
  {
    "text": "Nice bro"
  },
  {
    "text": "Hat's off Ronak bhai ...🫡 Doing great don't lose hope 💪🏻 ."
  },
  {
    "text": "kuch"
  },
  {
    "text": "Comment ❤😂🎉"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Stay healthy and relax brother \nKoi n aggee or acchi vedio bana love from bihar"
  },
  {
    "text": "Mr Indian hacker ( dilraj Bhai ) se milo 😅"
  },
  {
    "text": "Stay strong bro ❤ you can do it"
  },
  {
    "text": "Keep it up"
  },
  {
    "text": "Plz intro song name plzz"
  },
  {
    "text": "We noticed you from our showroom \nManagement Team \nKanji Sweets"
  },
  {
    "text": "Bhai agr aap rajasthan travel kr rhe ho to, plzz aap alwar bhi aao, alwar bht hi sundar place hai. Mai alwar m hi rhta hu.plzz aap reply kre,"
  },
  {
    "text": "Bhai Pani petrol ⛽ pe mil jata he free me vo bhi thanda😂😂"
  },
  {
    "text": "Raunak, take a leisurely break at Pushkar. This will rejuvenate you for onward journey to the South."
  },
  {
    "text": "Northeast kab Tak aaoge aap😊"
  },
  {
    "text": "Bhaiya ur intro is such a relaxing"
  },
  {
    "text": "Bhai mere ghar ke bahar se nikal Gaye"
  },
  {
    "text": "try taking lift on yamuna expressway from greater noida you will get the luxury cars personally tried  😉"
  },
  {
    "text": ""
  },
  {
    "text": "Bhiya aap ki is treps ma accha log ke pahacan hoge... or aap sa jayda accha india ko koi  syad he koi mahasus kara ga..... so bast of luck bhiya and aap treps accha raha...😊"
  },
  {
    "text": "Ronak bhai if u come to Bengaluru City u can stay in our house"
  },
  {
    "text": "Such a beautiful and magical video ❤️🪄"
  },
  {
    "text": "5:11  bhaiya you were veryt close to my house.... 😁😁"
  },
  {
    "text": "You can be more extrovert"
  },
  {
    "text": "You should continue the series bro.. really in love with your content"
  },
  {
    "text": "Brother, during the journey you should eat healthy things like fruits, vegetables, avoid Kachori and fast food, you will get energy and you will feel happy ❤"
  },
  {
    "text": "take care, this is this is the time to test your potential raunaq, we all have faith in u"
  },
  {
    "text": "पेट्रोल पंप पर फ्रीपानी मिलता है"
  },
  {
    "text": "भैया आप थंबनेल कैसे क्रिएट करते हो"
  },
  {
    "text": "I'm really enjoying following your journey"
  },
  {
    "text": "Bhaiya Ajmar dargah visit \nKhawaja Garib Nawaz dargah"
  },
  {
    "text": "Bhai pori series dekhta hu plz like 🥺"
  },
  {
    "text": "Bhaiya plz visit one time  Lucknow ❤"
  },
  {
    "text": "Khush raho bhai"
  },
  {
    "text": "❤❤❤❤"
  },
  {
    "text": "25:58 mote abhi tho suru wat h abhi dar gya tho humara kya hoga aapko dekh ke bohot aacha lagta h ki koi apne jaisa (introvertbhai ) bahar nikal ke kuch aacha kar raha h btw don't mind that mota word 😂 ❤"
  },
  {
    "text": "26:15 what a shot u took bro 😍😍 this should a perfect wallpaper or some thumbnail.... your shot selection skills is always a pro usp"
  },
  {
    "text": "Doing really well. Whenever you will come here in Maharashtra Ratnagiri. Just inform i will definitely help you for you change. Bdwy loving this series ❤@chetan5091"
  },
  {
    "text": "Agar aap puskar me hi ho to Aaj rat ko nikal jata hu"
  },
  {
    "text": "you are doing a thing of which many people *including myself * just dream off .\nkeep doing it \n\n❤"
  },
  {
    "text": "Bro ham aaye aap se milne"
  },
  {
    "text": "Bhai poha khate time medical store vala dekhne aya 😂😂😂"
  },
  {
    "text": "bro loving this series ❤"
  },
  {
    "text": "Petrol pumps also provide drinking water .❤❤"
  },
  {
    "text": "bhai video edit kab karte ho"
  },
  {
    "text": "Bhaiya 💛"
  },
  {
    "text": "More Power to u❤"
  },
  {
    "text": "Bhai aap jo lift lene ke baad eyes banate ho n jabardast bhai 😂😂"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Kachori to kha lena yrr ! Rajasthan aakar kadhi kachori nhi khayi to kya faiydaa 😅"
  },
  {
    "text": "इस एपिसोड के बाद वो पुराने वीडियो वाली बात तो मै आज से लेकर ही जाऊंगा।\nजो करेगा शर्म,  उसके फूटे करम"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Hi Raunaq. My father is also handicapped and he drives the car using the same system in his car to commute to his office and he also loves to do long drives he has visited to many in india by his car driving all alone"
  },
  {
    "text": "Come to my house I live in Jaipur"
  },
  {
    "text": "All I can say thank you brother for this beautiful series ❤"
  },
  {
    "text": "Bhai aapko Rajasthan me only 8 rupees me annpurna rasoi me bharpet khana mil jayega. Ye govt ka hota hai"
  },
  {
    "text": "Bhai sare petroleum pr drinking water ki facility available hoti hai"
  },
  {
    "text": "Jabalpur Aao Toh Yaad karna Brother"
  },
  {
    "text": "Come to my house"
  },
  {
    "text": "You are Great Rounak Bhai...kabhi kolkata ayou toh jarur bolna...\napse ekbar milne ka bohot ichha hey..Take love\n😍😍"
  },
  {
    "text": "Bhai would suggest to you ki like agar aap lift magte ho to use batao ki am a traveller me pure desh ghumta hu jise unka trust increase hoga aapke upar ❤❤btw lots of love 💕"
  },
  {
    "text": "Wallah"
  },
  {
    "text": "Me bhi jaipur se hoo"
  },
  {
    "text": "Bhai jaipur kahaa par ho aap"
  },
  {
    "text": "Enjoy your Life"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤ commenting for engagement ❤ Love your videos Raunaq ❤"
  },
  {
    "text": "Loving the videos 🎉"
  },
  {
    "text": "Aap bike walo se lipat liya karo"
  },
  {
    "text": "Wholesome content🌙"
  },
  {
    "text": "Re-uploaded why?"
  },
  {
    "text": "We are with you Bhai \nLove this series"
  },
  {
    "text": "Bhai yrr aap journey continue rakhoo"
  },
  {
    "text": "Brave doctor 😢 sir"
  },
  {
    "text": "11:08 sare petrol ⛽️ pump me cooling water 💧  melta Hai. Bilkull free me."
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Khane mein kya khaya?"
  },
  {
    "text": "13:55 wah yaar travel sachme nayi nayi cheeje sikhata aur dikhata hai❤"
  },
  {
    "text": "Wo bolero pickup wale vaiya is looking 75% like modi ji"
  },
  {
    "text": "✌✌"
  },
  {
    "text": "Hello bhai ap kaha ho ajmer mai"
  },
  {
    "text": "Make full flash udaipur video series"
  },
  {
    "text": "Rona agaya bhai dekh kr"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Sir ap karnataka udupi agogea kya\nAvogea tho contact karo sir"
  },
  {
    "text": "Brave man.. It's to good 👍"
  },
  {
    "text": "Mera bhi yhi dream  h ....khass m bhi ye kar pati jo aap kr rhe ho thankyou for this series......"
  },
  {
    "text": "Muskura lo 🙂✨"
  },
  {
    "text": "Really bhauya you  took a good decision of pausing series for now, but it looks like you don't get much time to rest, this series will get resume back soon b i wish and wanted this badly too.\nAs this series is addiction for me and many of us. \n😅😅😌🤞🙏"
  },
  {
    "text": "Arey aap rest kro apni health ka dhyan rkho u dont need to rush... Aram se rho sb ho jayega... Already series kafi achi jari h no worries... Kl kuch fun krlena whi reh ke hi get your energy back sojao ache se rest kro"
  },
  {
    "text": "Bhai Bihar me aapne phone ko  kaha bhi shoot keliye mat rakh diyo😂"
  },
  {
    "text": "Me ajmer se hi hu me yhi soch rha tha ki aap ajmer se guzaro or mil pau aapse magr nhi mil paya 😢"
  },
  {
    "text": "Bro haar petrol pump pa water cooler hota h"
  },
  {
    "text": "Bhai crazy yar free mein stay bhi,. Bahut kuch seekhne ko mil raha is series se raunak bhai. ❤"
  },
  {
    "text": "Koi bhi chiz man se hi kro be it anything like vlogging, travelling or resting but kro apne hi man ki if it's asking for rest take the rest."
  },
  {
    "text": "Crazy raunac bhaii just damn good content on travelling just Waiting everyday to watch youu ❤️🔥"
  },
  {
    "text": "करौली कब आ रहे हो आप"
  },
  {
    "text": "Love you ranuq bhai"
  },
  {
    "text": "What's inside your bag during this series...?\n\n❤❤"
  },
  {
    "text": "Kuch"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Bhai ye intro song kaha milega muje ringtone lagani he bohot pyara he"
  },
  {
    "text": "Bhaya mai ajmer me rhta hu kripya milna jalul ."
  },
  {
    "text": "❤"
  },
  {
    "text": "11:14 .. Bhaii Petrol Pump Pe Pani Bhar Lete Bhaii . Waha Free Me Mil Jata Hai Cold Chill Water .."
  },
  {
    "text": "Continue it from south to northeast please"
  },
  {
    "text": "Welcome to rajsthan sir❤"
  },
  {
    "text": "26:19 bhaiya ji drr nhi lgta kya koi camera utha ke nikl liya toh?"
  },
  {
    "text": "Love you Bhai ji 💞"
  },
  {
    "text": "Bhai  me russia me rahkar medical studies kar rha hu \nAapke video ko bahut pasand karta hu \nMe aapke chanel ko 100 day vali series se follow kar hu aur really love you content kuki aapke through me india ghum leta hu digitally or ha apne Russian doston ko bhi aapki video dikhta hu"
  },
  {
    "text": "❤"
  },
  {
    "text": "Feeling sad as series will be postpone for some time because i got used to for your videos, Thanks for making this series focused around the money and influential power rules, which makes it more challenging and adventurous.🤝🤝"
  },
  {
    "text": "Bhai ji petrol pump par pani rahta hai aur thanda rahta hai ❤hope it helps"
  },
  {
    "text": "Raunak bhai the decision of  pausing the series is best ,buss pata  nhi mujhe laga ki aapko ata doo , lekin aapko pata toh hoga hi ,for  free water u can go to nearest petrol pump ,every petrol pump will have guaranteed of washrooms and water facility for. Everyone"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "May be now not hesitate to take lipt , good improvement 👌"
  },
  {
    "text": "Bhaiya looks like Bawa from Amazon"
  },
  {
    "text": "Kuch devloped nahi hai hamare Jaipur kaa❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "✨❤️🤗"
  },
  {
    "text": "Bhai Lucknow ajao yaha parr Tuesday (bada Mangal) ko free mae khana milta hai harr tarf 😂"
  },
  {
    "text": "Ronak bhai mera birth Ghar pr hi hua, jis room me peda hua usi me Mera most of the time bhi spend hota h kyuki wo mera workplace b h ,, is chain ko break krne k liye muje apne sath intern rakhlo bhai"
  },
  {
    "text": "Bro can you just show us bts of of scenes how you take lots of angle in vidio withot any other help ❤"
  },
  {
    "text": "Woahhh 1/3 of the journey done! Congrats❤"
  },
  {
    "text": "Really first time in my life waiting for someone's video ... \n\n#LoveYouBro ❤❤❤"
  },
  {
    "text": "Bhai full bus me aap upar Beth ke ja sakte ho half rate me bene ticket ke  \nAnd food aap 1 Rupees me kha sakte ho government yojana indira gandhi name se yaad nhi arha acche se name ❤"
  },
  {
    "text": "Maine kbhi kisi youtuber se itna attached or real feel ni kra bhaii jitna aapse is series k sath ho gya......."
  },
  {
    "text": "I'm so excited for every notification for new video keep waiting for new one , awesome  content rounak bhaiya big fan , i to want to do such experience like you but i dont have that much of guts i think so ❤"
  },
  {
    "text": "Continue again brother, war stopped"
  },
  {
    "text": "bhaiya you hesitate alot.. kuddos for this series.\n😍😍"
  },
  {
    "text": "I am watching this while going to Ajmer 😅"
  },
  {
    "text": "From Pakistan"
  },
  {
    "text": "26:03  (kucha)"
  },
  {
    "text": "Bro i just seeing comments and i remember to you replying to only your YouTube subscription ,this is not good think"
  },
  {
    "text": "25:57 ❤😊"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "6:10 kid side eyeing him 😂😂"
  },
  {
    "text": "the last frame looks so soothing 🥰"
  },
  {
    "text": "Bohot mja aa rha hai is series please is continue karna chodna mat❤❤"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "i started watching you fron day 1 of this series and I loved your content \nLots of love bhai ❤❤❤❤"
  },
  {
    "text": "रौनक भाई सुबह का टाइम आपका सही था जो अपलोड कर रहे थे वीडियो 9:15 उसे टाइम पर मैं नाश्ता कर रहा होता हूं ऑफिस जाने के लिए त मेरा टाइम बर्बाद नहीं होता है"
  },
  {
    "text": "Take rest now"
  },
  {
    "text": "Mera Cameo apperance cut nai karna we met at pushkar if you remember"
  },
  {
    "text": "Bruh Meow"
  },
  {
    "text": "You stayed in the Golden Temple of Amritsar, you stayed in the city of Brahma, Pushkar, now I want to see if you stay in Ajmer Sharif or a dargah or mosque or not"
  },
  {
    "text": "loved your spirit bro"
  },
  {
    "text": "Just to make u laugh at this tough but intrestig time :-   20 Rs ki pepsi <<<<<>>>>> Mota bhai sexyyyyyyyyyyyyy <<<<<<<<<<<<>>>>>>>>>>> btw myy name is also puskar and whenevery u saud puskar i thaught u r talking about me 😂😂😂😂"
  },
  {
    "text": "Bhai kya pagal bna rehe ha yeh banda😂😂😂 sab fake ha"
  },
  {
    "text": "You are amazing thanks for inspiring us 😊"
  },
  {
    "text": "23:36 how can someone deny giving food 😢"
  },
  {
    "text": "hello bhaiya I am your bigesttttttttttttttttttt fann 😊😊❤"
  },
  {
    "text": "News walon ke wajah se apne desh ki bhari beijjati ho rakhi hai"
  },
  {
    "text": "Raunak Bhai, I really feel like I'm part of this journey. It feels good to see the diversity of India. Being out of the comfort zone, it motivates me to break the fear bar.😊\n\nI'm from HOJAI, ASSAM\nI hope one day you will travel in ASSAM and make a series of it.\nWaiting to see you in HOJAI, ASSAM.\nLots of Love from Akshay Prasad \n\nKeep Going & Be Safe and Sound."
  },
  {
    "text": "love you bhai"
  },
  {
    "text": "Bhaiya aap bikaner ma humare sath rah sakte ha harsidhi haweli ma"
  },
  {
    "text": "Train sei kab travel karoge vaiya❤"
  },
  {
    "text": "Bhaiya series continue rakho plzz ab series dekhne me rethem aa rha hai i am waiting 9.30"
  },
  {
    "text": "Nice ❤️ , great experience to see you"
  },
  {
    "text": "Kya be bhaiya aap pohe paise de ke kha rhe, lift nahi lete, bus me pese de ke ja rhe ho fir kahe ka free ghumna aur rehna aur khana khana, paise kamaye wo bhi friends ka sahara leke. Ese to aap rhe apne goal 🥅 se milo dur bhaiya. I hope aage se 1 bhi paisa nahi kharcho, aur apne comfort zone me se bahar niklo."
  },
  {
    "text": "❣️"
  },
  {
    "text": "ELECTROLYTES OR  REHYDRATION❤❤❤"
  },
  {
    "text": "Ap ho aayo to muaj batana"
  },
  {
    "text": "Chittodgarh (राजस्थान) भी आओ"
  },
  {
    "text": "Good luck bhaiya"
  },
  {
    "text": "I love your spirit, that how you are doing such a long travelling in this season it's fine to take rest we all understand and you inspire me so much I will be like you one day....🖤😊"
  },
  {
    "text": "Bhai app na hat me🇮🇳 India ka Flag rakho lift free me milegi 101%"
  },
  {
    "text": "Bhai ek aadat si ho gyi hai daily khate khate video dekhne ki 💗😇"
  },
  {
    "text": "Nice video"
  },
  {
    "text": "Bhaiya your raw videos like this one makes me feel like I'm walking and experiencing it with you . Hope to meet you someday"
  },
  {
    "text": "❤"
  },
  {
    "text": "https://youtu.be/8PNrCjzSGVo?si=cQjo4BtZSXUmCid6 CRACK UPSC PRELIMS IN 14 DAYS WITH ME"
  },
  {
    "text": "Ronak bhai series m bhut maza aa rha h apko dekh ke❤ love from odisha"
  },
  {
    "text": "♥️♥️"
  },
  {
    "text": "Hostel Wale very nice work"
  },
  {
    "text": "love you ronak bhai continue the series soon\nhumare morning ki suruaat issi se hoti hai"
  },
  {
    "text": "The only youtube channel that gives fun with calmness nd not some weird content ! Thanks alot for ur awesome hardwork raunak bhaiya . Stay safe nd resume the series whenever possible kudos to u ❤"
  },
  {
    "text": "Bhai crazy videos \nI have a question how would you manage your recording gears like camera or do you shoot anything on phone do you only shoot on that go pro like camera, how do you manage to recharge batteries over the period of time and about editing ....\nThank you for that great treat of videos every morning \nWaiting for next videos , hope everything become normal and you continue the series !!"
  },
  {
    "text": "Maaf karna bhai ...... Par aisa lag ra hai jaise travelling zabardasti kisi ne punishment ke taur pe dedi hai aap ko ..... I beleive you are too deep in your comfort and it was a unplanned decision to start this series..... Don't take it otherwise but from last 2 episode it feels so.... Good luck for the remaining journey"
  },
  {
    "text": "❤"
  },
  {
    "text": "15:04 ahhh ye music bda accha lgta h"
  },
  {
    "text": "Bhaiya apka Kam tho bhariya eh lekin aap ko local k saath baat bhi krna chaiye jissse apki experience hor subscriber dono bharegi.❤😊"
  },
  {
    "text": "Bhaiya meter galat kar diya aapne calculation ke time"
  },
  {
    "text": "Bhai loving your series’s,, NH 44 pe agar Telangana me enter kar re hota batana bhai would love to host you mere bhai ❤"
  },
  {
    "text": "loveloveloveeeeee"
  },
  {
    "text": "❤❤❤❤"
  },
  {
    "text": "Intro music for US❤ make it free"
  },
  {
    "text": "Bhaiya mai ajmer me hi hun"
  },
  {
    "text": "Bro me bhe lift laker travel karta huu 8 months se"
  },
  {
    "text": "amazing bhaiya❤❤❤❤❤❤you are living my dream,once i get stable"
  },
  {
    "text": "war over ab restart the series bro 😂😂😂"
  },
  {
    "text": "Bhai main ek introvert hun or aap ko dekh k thoda sa confidence aata hai ki sharmana thoda kam karun ❤ btw love this series ❤"
  },
  {
    "text": "23:53 Kuch....just kidding \nVery entertaining and inspiring i wish i could do that some day as well.\nlot's of luck and strength to you brother 🧡"
  },
  {
    "text": "Pushkar ka depo itna tuta futa he ,uski baat karo ,govt tak baat pochao influencer power batao❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤🫂"
  },
  {
    "text": "❤"
  },
  {
    "text": "Thank you bhaiya \nFor this series"
  },
  {
    "text": "Bhai mote hogye ho 😂😂 thoda khana kam karo 😂"
  },
  {
    "text": "great video"
  },
  {
    "text": "You inspired me a lot"
  },
  {
    "text": "Sir gujarat surat aao akpa swagat krte hai"
  },
  {
    "text": "News ki jgh bhai k videos dekh lo...."
  },
  {
    "text": "25:53 kuch"
  },
  {
    "text": "OH RONAK BHAI😢😢"
  },
  {
    "text": "❤.."
  },
  {
    "text": "Lovely Guy your.\n\nWelcome."
  },
  {
    "text": "Bhai jee namaste aap ka yeh safar dekh kar bahut accha lag raha hai waheguru aap ke is safar mai aap ke ang sang rahe 👍👍👍"
  },
  {
    "text": "Bhaiya m apko follow kar rha hu apka 100days of dreaming se,bohot achha laga fir ek series dekhke. M apka channel ka bohot sara screenshot leke rakha tha subscriber count ke sath,socha tha jab apka 100 days khatam hoga m sab screenshots ek sath post karunga bt ho gya mera ph chori😭 golkonda me\n\nBut again I'm happy to see you in new series ❤"
  },
  {
    "text": "Last shot is 🫀🫀🫀🫀 wow bhai  26:10 ❣️🫂🫂"
  },
  {
    "text": "."
  },
  {
    "text": "Kapil ,❤❤❤ bro love from odisha"
  },
  {
    "text": "Bhai bohot badhiya ❤"
  },
  {
    "text": "The man who offered you lift in his car, he is a fighter 💪🌟 Bravo 👏 \n\nAnd it was a good decision to take a pause looking at the current geopolitical situation. Your family must be tensed. \n\nThankfully the war has stopped. 🙏\n\nHoping to see more from the series 🌟"
  },
  {
    "text": "Arunachal people attendance laga do❤😂"
  },
  {
    "text": "Bro I love you and your content too. I am an introverted person but also an extrovert like you. I am preparing for Delhi police constable 🚨 exam. Kabhi kabhi jab exhausted feel hota hai padhai se your content helps me a lot. I hope you get everything in your life"
  },
  {
    "text": "Bhaiya aap sahime gudda (teddybear) lagte ho 😂 just joking lot's of wishes for your journey to get a great end."
  },
  {
    "text": "Keep going full support"
  },
  {
    "text": "Lift mangneme pro ho gye ho❤"
  },
  {
    "text": "19240-19 = 19221"
  },
  {
    "text": "रौनक भैया सिर्फ मेंबर के कमेंट को ही लाइक करते हो क्या ऐसा बता दो तो अगली बार हम आपका वीडियो देखना बंद कर दें और अनसब्सक्राइब भी कर दे?😮"
  },
  {
    "text": "❤"
  },
  {
    "text": "You are spending too much"
  },
  {
    "text": "hats off to u bro ❤❤❤"
  },
  {
    "text": "WATCHING YOU EXPLORE INDIA WITH NOTHING BUT HOPE, COURAGE, AND KINDNESS TRULY RESTORES FAITH IN HUMANITY. YOU’RE NOT JUST TRAVELING FOR FREE—YOU’RE SHOWING THE WORLD THE PRICELESS VALUE OF CONNECTION, CULTURE, AND COMPASSION. THANK YOU FOR INSPIRING US TO BELIEVE THAT THE WORLD IS STILL FULL OF GOOD PEOPLE AND BEAUTIFUL STORIES🤍. DON’T LOSE HOPE—EVERY DAY ISN’T PERFECT, SOME DAYS ARE TOUGH TOO. BUT NO MATTER WHAT, WE ALWAYS LOVE AND SUPPORT YOU.🤍💗"
  },
  {
    "text": "May month me Rajasthan 🥵"
  },
  {
    "text": "Nd mandalgarh aao bhilwara district rajasthan rhna khanaa free 😊"
  },
  {
    "text": "Jisne aapko jaipur se pahle lift di ” wo banda narendra modi ji ki jawani lag rha tha “😂😂"
  },
  {
    "text": "Take some rest otherwise you can't enjoy the journey properly. You are just tired for your journey nothing else."
  },
  {
    "text": "2:55 ❤"
  },
  {
    "text": "Bahi petrol pump p fokt me Pani milta hai"
  },
  {
    "text": "Moustache valo khana to basic hai…. Khana kon mana karta hai 😡 Baaki raunaq bhai you are the best"
  },
  {
    "text": "Aap ka jo dhun baj raha hai bahut jyada achha lagta hai 😊😊😊😊😊😊"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "The journey has been extremely interesting and inspiring so far"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Pani aur khane pe no compromise. Energy nhi rahegi to chaloge kaise.."
  },
  {
    "text": "bhai aap udaipur hoke jaoge???"
  },
  {
    "text": "Kal gadhi ke sath jo hogiya bhot dukh huwa . Best wishes for further 💪"
  },
  {
    "text": "Aakpo dekh ke mujhe ve man karne laga ❤"
  },
  {
    "text": "Agar pehle pata hota aap pushkar aa rahe ho to apka dinner + stay bhi free hota \nBhaiya apne 3 din pehle insta per story lagayi uska bhi reply nhi Diya wrna aap hamare ghar per ruk skte the..❤🎉\nNext time soon .."
  },
  {
    "text": "Welcome to pushkar ❤\nI hope you liked the place and people"
  },
  {
    "text": "I wait everyday for the next vlog ❤... much power to you and your courage"
  },
  {
    "text": "Dinner nhi tho naste ka punch lete 😂"
  },
  {
    "text": "Mujhe bhi travel kar na hai apke sath 26:07"
  },
  {
    "text": "bhak"
  },
  {
    "text": "Good music"
  },
  {
    "text": "I can feel your weakness and yaa hats off to you for doing this challenge.\nLots of love ❤❤"
  },
  {
    "text": "Raunak Bhai agar aap public transport leke K2K krte to jyada mza aata dekhne me humko pta bhi chalta ki ye actually possible hai ya nahi.... Bhai bahut dukh lg rha hai aapke struggle dekh ke please format change krke Travelling India with public transport only kr do please aur ha hmko bhi detailed batao ki kidhar kitna paisa lgta hai please bhai"
  },
  {
    "text": "Present bhaiya ❤"
  },
  {
    "text": "all petrol bunks have free water dispenser."
  },
  {
    "text": "Hats off bhaii🫡🫡"
  },
  {
    "text": "24:52 bhaiya aap drone bhi lae ho ?"
  },
  {
    "text": "Wao kya series h❤️ love it"
  },
  {
    "text": "रौनक भाई,में आपसे बहुत छोटा हु रोज आपकी सीरीज देखने के बाद ही अपनी पढ़ाई continue करता हु ,ये काम सिर्फ आपको ही नहीं बल्कि हमें भी Inspire करता है लाइफ  में अपने कंफर्ट जोन को छोड़कर आगे बढ़ने के लिए Love You Bhai ❤\nPlease Pin 📌 If You Are Reading These😊❤"
  },
  {
    "text": "Please come RANTHAMBORE ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤"
  },
  {
    "text": "Appreciate your efforts ❤"
  },
  {
    "text": "Arre mere vai petrol pumps per Free toilet, and water available rehta hai mostly."
  },
  {
    "text": "24:52 Just curious, do you carry drone cam along with you?? these clicks are so fabulous😍"
  },
  {
    "text": "Rounaq bhaiya keep it up , kitni bhi dikkate aane doo prr khudpe kab bhi doubt mat karna aur stop mat karna Please . jaisa hai waise karte jao . (Seroiusly I Love This Series too Much bhaiya )"
  },
  {
    "text": "Is series ke aid revenue ko bhi donate karne ka plan Karo bhai ❤"
  },
  {
    "text": "This sarover is giving me to peace seriously bro i love this series bye bye❤❤"
  },
  {
    "text": "Bhaiya aap mari life ji rahe ho future wali 😊"
  },
  {
    "text": "TBH I saw your video when you were in Kashmir and everyone was calling bad about us.\naur title dekh k gussa b aaya bhai kyuki uss time situations buhat buree the  actually abhi b hai war ki wajah se lekin i loved it bro.\nI hope you complete your journey safely and again visit kashmir someday our paths collide and we could meet.\nUss din yaad rakhna bhai mai to khana khila ke hi manunga. \nbest of luck"
  },
  {
    "text": "Bhai Itna bada logo ko idea to rahta hi hai"
  },
  {
    "text": "Kuch likh diya"
  },
  {
    "text": "Bhai petrol pump  pe free aur cold water milte h"
  },
  {
    "text": "Kaprda bhi dhona honga kisi din 😂"
  },
  {
    "text": "Restart ❤"
  },
  {
    "text": "lots of love:)))"
  },
  {
    "text": "raunak bhai v like hassu ja roun... when they said you can stay for 2 days but no dinner will be provided"
  },
  {
    "text": "Pls can anyone share the song at 24:25"
  },
  {
    "text": "Bhaiya, if it's possible to come to Gwalior, the place of music, place of heritage. You are so close to gwalior. Pls come to my home. It's my vacation so I can help you as much as possible. My parents love this series and your channel❤. It's request, it's it is possible come to gwalior.❤"
  },
  {
    "text": "Good night my friend ❤❤❤"
  },
  {
    "text": "આપ અચે હો ભાઈ😊"
  },
  {
    "text": "I lovering this series ❤\nI am form Bangladesh Sylhet ❤"
  },
  {
    "text": "May the arti there give u lots of power"
  },
  {
    "text": "Lots of Love Raunak ❤... Glad you visited my city Jaipur..."
  },
  {
    "text": "Bro❤❤❤"
  },
  {
    "text": "🤗🌼"
  },
  {
    "text": "All the best for your journey❤"
  },
  {
    "text": "♥♥♥♥great video"
  },
  {
    "text": "Extremely appreciative"
  },
  {
    "text": "Bahoot tough hain bhai kuch bhi free mein lena. Dusra North se south car drive mein itna feel hota hain ki kitna diverse hain culture, log there dress, food. Lets start again waise bhi ceasefire ho gaya hain."
  },
  {
    "text": "Why did I feel @ 24:41 you replied to your own inner dialogue.😅"
  },
  {
    "text": "Dear Raunaq,\n\nWatching your from past one years…. Favourite the ganga series….\nNow daily watching Free tour series…\nToday episode inspired me to write my observations about you\n\nToday i saw change in raunaq personality… free accommodation in puskar may be a booster start of journey…\nKeep it up. Just do it completely it… we all support you .. will give observations on daily episode feedback \n\nBhupinder Thakur \nAmritsar Punjab"
  },
  {
    "text": "When you are going to start India to Landon Series?"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Best series on YouTube ❤"
  },
  {
    "text": "Best series on YouTube ❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "welcome to my city pushkar btw my self puushkkar bhardwaj"
  },
  {
    "text": "God bless you, Raunaq! \n\nThank YOU ❤️🕉️🔱🪷🙏🏼"
  },
  {
    "text": "kuch khale bhai"
  },
  {
    "text": "Brave man 😊"
  },
  {
    "text": "❤"
  },
  {
    "text": "Bhai Raunak , i have seen a few videos of you and u do amazing, real life videos not same type other guys ,\nI am sure you will be a much better person of your current series .Like all the amount of experience and learning and what stories you get. \nI hardly comment on any videos but I think it will give you some strength to finish this Journey."
  },
  {
    "text": "Kapil bhai is such a sweet person 🥹"
  },
  {
    "text": "These 20 to 30 minutes were so good, man. I smiled constantly throughout the video. I don't even remember the last time I smiled like this in the past five years.\nAnd thank you for this , love you.💜"
  },
  {
    "text": "❤"
  },
  {
    "text": "Quite good decision by pausing this series right now I don’t know about others but I got really worried when I heard that news of Pahalgam cause u was there at that time and aside this looking  you doing such a challenge stuff I m getting confidence . ❤❤❤"
  },
  {
    "text": "Keep hustling Raunak bhai… this is what makes you different from others… I never commented on any video of any Youtuber but I feel I should appreciate what you are doing..Also unknowingly you are promoting India’s culture of hospitality and helping nature of people of this country… Thanks for making us trust ki dunia abhi itni bhi buri ni hui h ❤"
  },
  {
    "text": "Bhai ye lakh rupaye kapil bhai ko dedo"
  },
  {
    "text": "Petrol pump pr usually water provide karana important h and essential medecine bhi wo bhi free of cost🌞"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤❤❤❤❤"
  },
  {
    "text": "❤❤❤❤❤"
  },
  {
    "text": "Youcan do it bhai we aal with you"
  },
  {
    "text": "11:12 Pani bhi like - Meri ek ek bund keliye tu tarash jayega.....😂🤣🤣"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Next task, India's westest city to India's Eastest city on cycle, Travel without money. And good for your health also and a new task for your videography"
  },
  {
    "text": "brother you are doing great.❤"
  },
  {
    "text": "Achha😂"
  },
  {
    "text": "Well done bro ❤❤"
  },
  {
    "text": "giving you energyyyyyy!!!!!"
  },
  {
    "text": "❤"
  },
  {
    "text": "Missing jammu wale uncle 😭😭"
  },
  {
    "text": "Happy journey good journey 😊❤"
  },
  {
    "text": "I love this series please pin me"
  },
  {
    "text": "Colors to honge na Bhai. You are in rangilo Rajasthan."
  },
  {
    "text": "Bro you can get free water on petrol pumps"
  },
  {
    "text": "Aap ki video dekhna aacha lagta h mujhe bhi aapke jaise road trip par Jana h"
  },
  {
    "text": "Bhaiya kapde kaha sukhate ho"
  },
  {
    "text": "what an energy ♨"
  },
  {
    "text": "Ronak bhai india ke har petrol pump pe apko free pani mill jata hai kisi se kuch poochne ka zaroorat nhi hai ok"
  },
  {
    "text": "❤"
  },
  {
    "text": "I always get inspiration from your video….you are too good….keep it up Ronak ❤"
  },
  {
    "text": "Meri puri family sath me baithar dekhti hai ye series ❤ ,lage rho or surakshit raho😊"
  },
  {
    "text": "Attendance for day 10.... Keep posting... Hope now you will start your trip sooner or later...hata off to the car guy sone 1lkh plus on his car ...you have to be more open and shameless 😉 😂...Take care ❤"
  },
  {
    "text": "Aapka contant bhut unique hai , I really like it😊"
  },
  {
    "text": "Maa tou maa houti hai.... \"tum donno ko kuch hua naa \""
  },
  {
    "text": "Bhaiya me Jaipur me kaha ap mil hi nhi rhe ho yrrr"
  },
  {
    "text": "which pixel you are using?"
  },
  {
    "text": "Series best I have no too describe bahut mast op"
  },
  {
    "text": "Khush raho, must raho, swasth raho, badhte raho 🇮🇳✌🏼"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤❤❤❤"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Will you visit north east , Assam"
  },
  {
    "text": "Bhai dalo videos daily\nLoving your content ❤"
  },
  {
    "text": "Love you bhai , and love the way you do all that stuff.....\nMujhe bhi yahi idea that aesa he karne kaa but mujhe sirf rishikesh aur ganga maa ke pass bas baithna tha thode din..\nPar ghar walo ne allowed nahi kiya akele jane ke liye, fir maine mere dosto se pucha koi interested nahi tha 😂.\nAur aapki yeh series aati hai ,i literally wait for every episode..\nAur mai socha raha tha je appko join karu but abb voh bhi possible nahi hai ....\nAaapke saare videos maine mummy ko ke voh allowed kareee😂😂😂.\nFull support to you bhai....\nAGR moka milta hai toh miltey hai .\nThank you 😊🙏"
  },
  {
    "text": "For kapil bhai ❤"
  },
  {
    "text": "2:48 Happy Mother's Day🥰❤️"
  },
  {
    "text": "Bhai har PETROL PUMP pr free me hota hai"
  },
  {
    "text": "Bro needs to won best budget traveller and hicker ☠️ award from whole world 🌎🌍"
  },
  {
    "text": "Carry on bhaiji 🎉🎉"
  },
  {
    "text": "Bhaiya rajsthan ho to me cap 🧢 pehno"
  },
  {
    "text": "You are doing an awesome Works"
  },
  {
    "text": "next time , you can do west to east in India itself"
  },
  {
    "text": "Bhai keep going you are doing awesome ❤"
  },
  {
    "text": "You inspire me a lot to travel"
  },
  {
    "text": "Nice 👍 ronak bhaiya"
  },
  {
    "text": "Bhaiya aap sirf member ki video like krte ho hamari nhi"
  },
  {
    "text": "Finally got it"
  },
  {
    "text": "❤"
  },
  {
    "text": "Aapke raste me Prayagraj padega ?"
  },
  {
    "text": "Sir \nYou are best 🫶\nGood decision to stop the series but hann bura bhi lagra hai ki videos ni aeyngi🥺🥺"
  },
  {
    "text": "Hi Raunak \nI've been thoroughly enjoying your Kashmir to Kanyakumari journey—what an amazing and engaging series! You've reached Pushkar Bypass and every episode so far has been a treat to watch. I understand you've taken a break, not only to rest but also considering the sensitive India-Pakistan situation, and I truly respect that. It’s wise and thoughtful of you. Your efforts have been incredible, and it's clear how much heart you’ve put into this journey. Take the time you need—your health and peace of mind come first. When things settle, I really hope you continue the series. It’s something many of us look forward to!"
  },
  {
    "text": "Bhai m is pohe wale k paas hi rahta hu pata hota to help kar deta ..❤😮😊"
  },
  {
    "text": "Bhai phone kaha charge kar rahe ho."
  },
  {
    "text": "Bhaiya one suggestion please don't ask for free lift/food try to spend minimum amount that will save your time, for free stay you may choose any temple/railway station/Police station, you just have to focusing on earning money by clicking photos/shooting a documentary videos for publicity of any business/try to selling something in a public places\nShow that everyone can travel in India for by spending a minimum amount of rupees if they want they can earn also while traveling"
  },
  {
    "text": "Finally another video comes I am waiting for your video daily"
  },
  {
    "text": "Bhaiya pata nahi tha ki aap jaipur rukoge vrna mai student hu jaipur mai hi mere pas rukwata aapko pohe usse bhi ache bana kr khilata \n Btw loving this  series or intro song ke kya hi kehne  ❤❤❤❤❤❤❤❤❤❤❤"
  },
  {
    "text": "Please visit famous dargah of india which is in Ajmer called \"Khwaja Gareeb Nawaz\""
  },
  {
    "text": "I wish you will cross the india safely for free"
  },
  {
    "text": "20:53 He looks like old Bhavya Gandhi (tappu)"
  },
  {
    "text": "4:35 aik suggestion hai upar jaise real timing dikhate ho vaise pure video mai real timing dikhao"
  },
  {
    "text": "Hello ji I want to meet u once I how could I meet u Raunak sir I m ur big fan"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Bro my home is near pushkar  i will offervyoi food❤❤❤❤❤"
  },
  {
    "text": "Enjoy your journey brother keep going more power to you 💪"
  },
  {
    "text": "❤"
  },
  {
    "text": "bhai petrol pumps pe water milta hai free  mai bcz govt policy"
  },
  {
    "text": "Kal ka vlog kha hai"
  },
  {
    "text": "First of all, thank you so much for this lovely video ❣, it feels like I am watching a world's best short film (while writing this comment I don't know how to express it, but I will try my best) the kind of emotion in your eyes and face you portrayed is so overwhelming bhaiya while watching I had a feeling ki yeh video khatam hi naa ho , it feels like I am watching a small baby who is hungry and yet showing his dedication towards his dream. Around 12 am in the night I was watching Bawa bhaiya ka video he was sharing loss about his parents, till then I was not aware about the same, but the point here is that aap dono ki smile dekhkar sukun milta hai chahe aap log ke life mein kitni bhi badi problems ho, aap sabhi log ke vajah se we feel so good and forget all our pain, kahne ko tho bahot kuch hai but itna hi... love you bade bhaiya 💓💗 take care of your health , thanks for your storytelling and documenting your life , aapka london trip bahot achhe se jaye once you start and may god bless you with all beautiful memories and success only."
  },
  {
    "text": "You definitely needed some downtime.  Glad it worked out"
  },
  {
    "text": "bhai i have a lot of things to say but well for now all i can say that you inspire me and scare me the most."
  },
  {
    "text": "❣"
  },
  {
    "text": "❤"
  },
  {
    "text": "Bhaiya, I'm a Berozgar person... Can you help me by giving me some work from home on some stipend please?... If not possible.. to bhi apke liye respect rhegi.. following your from the starting of this India tour's"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Bhai Kolkata aa jao"
  },
  {
    "text": "Loveeee"
  },
  {
    "text": "I can see your efforts man ..🫡"
  },
  {
    "text": "Love you Ronak bhai ❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "3:30 bhai jab bhook lagi ho or tum city me ho to sabji ki redi walo ko bolo bhaiya ek cucumber ya carrot dedo bhook lagi hai they are so generous that they gave some food"
  },
  {
    "text": "Take care bhai ❤️👑😍"
  },
  {
    "text": "Addicted to this series ❤"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Kapil bhai ❤❤"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Himmat nahi haarni, keep your spirit up mere bhai. Yeh main sirf aapse nhi khudse bhi bol raha hun"
  },
  {
    "text": "You are the best travel content creator currently in India. Lots of love Raunak bhai. Hope to meet you someday!"
  },
  {
    "text": "25.59 😊"
  },
  {
    "text": "No one can beat that old man from udhampur! That shows how our older generation were keen to help others even at there own loss! I really wish that you can help him, after this challenge is over ! 🤍🙌"
  },
  {
    "text": "Aapka video is like a bliss to watch"
  },
  {
    "text": "carry some energizer..electrolyte mix it with water it will keep you proper energy"
  },
  {
    "text": "👍"
  },
  {
    "text": "More power to you"
  },
  {
    "text": "Story time ❤❤ \nKarte rho ....  और वापिस आ जाओ इन रास्तों पर और मंजिलों कि तरफ चलो ।।। ❤❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Kapil bhai such a great person ❤"
  },
  {
    "text": "Such a beautiful video 📸"
  },
  {
    "text": "rajasthan is such a great people state. every one is so help and rich in culture."
  },
  {
    "text": "Bahut khoob bhai"
  },
  {
    "text": "More power to you bhai!"
  },
  {
    "text": "Petrol pump par pani free rahta hai bhai"
  },
  {
    "text": "raunak bhai aka magic mokey we love you keep doing......"
  },
  {
    "text": "Today's Attendance 😅\nLove from West Bengal 💛"
  },
  {
    "text": "26:10 bhai agar koi phone le kar chala gaya to fir.....😂😂\nMazak karraha hun bhai❤"
  },
  {
    "text": "❤❤❤❤"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "13:17 Thank you very much for including me in the video. Wish you travel the whole world and spread smiles. 😊😘 @DrShravan Choudhary"
  },
  {
    "text": "Bhot badiya laga ki aap humari nagri jaipur padhaare ❤\nI wish we meet someday.."
  },
  {
    "text": "Sir ji aapse insipre hoke m bhi ae challenge start kr rha hu kuch weeks m"
  },
  {
    "text": "❤❤❤❤"
  },
  {
    "text": "kabhi app jharkhand ranchi aao tho mujhse jarur milna"
  },
  {
    "text": "11:03 bro whenever you are at a petrol pump you can fill your bottle from there they have cold filter water for free , i used this trick everytime i travelled"
  },
  {
    "text": "Bhai after watching your video … I finally found what i need to do in my life ❤"
  },
  {
    "text": "Bhaiya aap faltu wale comments par dhyan mat Dena \nAll the best \nHAPPY JOURNEY"
  },
  {
    "text": "Ronak bhai puskar me kb tk ho puskar se BUNDI-KOTA route aao to contact Krna \n\nMust visit BUNDI district  also known as CHOTI KASHI❤\nstay and visit free hmari trf se😂"
  },
  {
    "text": "Khane k lea kyu mana kar diya, 😢"
  },
  {
    "text": "petrol pump pe free drinking water available hota hai"
  },
  {
    "text": "Great ❤"
  },
  {
    "text": "Bro me end tak aya hu ho sake to madhya pradesh tapti river jarur ana narmada river ke pass hi he"
  },
  {
    "text": "❤"
  },
  {
    "text": "chalo acha hai last mai dur se shoot laga kai dikha hi diya😅❤\ngood to see you today raunak bhai\ni am full of enjoying your series \nmilte hai kal 9:15 am par"
  },
  {
    "text": "❤❤❤❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "I’ve not been feeling well for a while, but whenever I watch your videos, they give me the energy to heal my inner soul. They calm me and make me feel good. I love traveling, but due to some issues, I can't travel right now. Still, I enjoy traveling through your videos"
  },
  {
    "text": "Mp ao to mere gar ana"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Love you bro"
  },
  {
    "text": "Watt op"
  },
  {
    "text": "Stay strong, stay hydrated, stay motivated, and  sometimes pauses gives you new energy to work with new enthusiasm.. 🎉"
  },
  {
    "text": "Raunak whenever you take something from someone try to give something back also. It can be suggestion, words of wisdom, words of appreciation, hope and those things which can't be bought by money."
  },
  {
    "text": "Waaaaaaaah rounka bhai ye badhiya tha😂😂😂😂 kapil bhai se bola main paani pi leta hu or apko bottle hi offer kar di or kachori bhi😂😂😂😂😂"
  },
  {
    "text": "Bahiya jis hisab se  situation chl rhi h  war kii app ye series bnd kr dijiye fir countinue kr lijiyega but abhi ye safe nhi h 😢"
  },
  {
    "text": "Camera Setup?"
  },
  {
    "text": "Isse phale wale video dakho jisme aag lagi car me fer se dhayan se usme tumne  promise kra tha sare audience se ke chahe jo ho video nhi rukenge 30 din tak to uska kya or free ka matlab free he hota hai jab bilkul kuch na mile tab rupe do nhi to free he kro sab ❤"
  },
  {
    "text": "All love to you brother. ❤️"
  },
  {
    "text": "Please🙏 let's start jurny"
  },
  {
    "text": "bhai 1 hour tak ki toh banaya karo yrr"
  },
  {
    "text": "Bhaiya next time I will join with you."
  },
  {
    "text": "21:50"
  },
  {
    "text": "Bhaiya love ❤ from lucknow best of luck for your journey"
  },
  {
    "text": "i understand the concept of yr challenge but this kapil guy deserves smth \ni hope u wont disappoint us and reach to him after the challenge (i usually dont comment this is my 2nd comment on this vid lol i hope this get u some reach ((well deserved)))"
  },
  {
    "text": "Hello Bhai Jay shree mahakal ujjain aao to batana 👍👍"
  },
  {
    "text": "Watched the video till the end. Very interesting to see your journey and very inspiring, feels like I want to also travel all over India adventure like you"
  },
  {
    "text": "Rajasthan is just amazing 😍"
  },
  {
    "text": "Ronak bhai you are amazing, please yaar vapis se series start kar do, ab to war bhi ruk gayi ❤❤❤🥺🥺🥺"
  },
  {
    "text": "💘❤❤❤❤❤❤❤❤❤‍🩹❤‍🩹❤‍🩹💖💖💖💖💖"
  },
  {
    "text": "Jay Jagannath"
  },
  {
    "text": "English ki wajah se stay mil gya bhai .agr hindi me bolte to syd nhi milta .....😂"
  },
  {
    "text": "❤❤❤❤❤❤❤❤"
  },
  {
    "text": "Bhaiya aap Gujrat aao to ambaji jarur aana ambaji rajsthan ke pass hai ambaji me ma DURGA KA goldan temple hai ❤ and you are coming here please reply me"
  },
  {
    "text": "Bhai just one suggestion, no need to consider the 3 times meals into the total costs. It's a basic need of human body. Skipping meals will harm your health especially in this summer heat."
  },
  {
    "text": "Mr indian hacker se milo bhai❤ 12:34"
  },
  {
    "text": "15:37 best part"
  },
  {
    "text": "Mr indian hacker se milo bhai"
  },
  {
    "text": "Bro if you touch bombai anytime, you know I have a house to stay in"
  },
  {
    "text": "Mast bhut mazaa aaya dekh kr"
  },
  {
    "text": "https://maps.app.goo.gl/eXsyTVc5TQ6Uk65FA.   Ye mere petrol pump ki location Hai is taraf nikalo to jarur batana sir😊."
  },
  {
    "text": "15:40 best part 😍"
  },
  {
    "text": "21:26 only rajasthani can see \n\nteen baan ke dhari"
  },
  {
    "text": "why don’t you use couchsurfing for staying with locals,you'll get better raw and authentic experience then."
  },
  {
    "text": "welcome to Rajasthan Raunaq..! 😊"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤️"
  },
  {
    "text": "Brave boy"
  },
  {
    "text": "Day 10, Present Rounak Sir"
  },
  {
    "text": "😍"
  },
  {
    "text": "Very nice and amazing. How you take shots and story telling also editing please make a course or full video."
  },
  {
    "text": "bhaiya india kai hr petrol pump pr pani hota hai so cheak kr lana agli baar sai jb bhi trip continue hoti hain"
  },
  {
    "text": "Aap ki video achi lagti hai 💕💕💕💕"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Bhankrota 29 no. Bus se NH 44😮"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Ronak bhiya petrol pump pe khade hoke bol rhe h pani khreedna pdega jabki hrr petrol pump pe milta h pani free me or jaipur me khub sare public water sources bhi h bhai aapko pta he nhi h"
  },
  {
    "text": "Wonderful Series You have started I love this series very much getting lot off knowledge,experience about how to travel and lot’s .❤"
  },
  {
    "text": "Waaaaaaaah waaaaaaaah rounak bhai kanyakumari tak tum jaroooor patle ho jaoge or yr acha hi hoga 😂😂😂😂"
  },
  {
    "text": "great content ❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Bahi Vadodara a o. Gorwa  I will give you ride till Mumbai"
  },
  {
    "text": "You are tha best ❤❤❤❤"
  },
  {
    "text": "I don't know why, but this music is bliss✨✨"
  },
  {
    "text": "Kuch ❤😂"
  },
  {
    "text": "If you pass through Bangalore, do let me know"
  },
  {
    "text": "You are doing great bhaiya 😊"
  },
  {
    "text": "Face impressions cute 🥰 bhai"
  },
  {
    "text": "\"Love your content, bro. Keep going — you're killing it! 🔥\n Happy Mother's Day to the amazing woman who raised a legend. 🙌💐\nBehind every strong man is a stronger mother. Much love and respect!\""
  },
  {
    "text": "Keep going Monkey man😅"
  },
  {
    "text": "Bro believe me dwarka Tawang is a next level travel plan"
  },
  {
    "text": "Ronak bhai amazing ho yar tum"
  },
  {
    "text": "Kuch 😄"
  },
  {
    "text": "Bhai aapke is drama aur youtube ki nautanki ki wajeh se kabhi koi jaroorat mand ko bhi madad nhi karega"
  },
  {
    "text": "I saw your confidence is growing and you became an inspiration for introverts and thank you for such a wow  video❤❤❤\nAnd here I found me in you  I also act exactily what you are  doing in that situation😂😂main to soch soch k has Rahi hu aray yarr ye to Mera hi copy cat  hay Ayesha bho hosakta Hain kya😂😂😂😂😂😂😂\nAnd felt like i was in that place😂😂😂😂😂"
  },
  {
    "text": "Bhai war khatam continue kro ab 😂"
  },
  {
    "text": "Bhai chasme ka link de de"
  },
  {
    "text": "respect botton for Kapil bhai 🙄"
  },
  {
    "text": "@ 25:52 \"kuch\" \n\n😃👍🏻"
  },
  {
    "text": "Bhai tumhari puri budget se related struggle pe hoti tum uss jagah aur waha ke logo ke bare me bata he nahi paate jiske liye tum jane jate ho"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "A guy whose gone through a tragedy is feeding a guy who is doing something crazy!!! This is us, this is Indian way of life ❤"
  },
  {
    "text": "Bhai yha braham sarovar ka drone shot kese liya apne???"
  },
  {
    "text": "Ok lage reho bro interesting 🎉"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Bhaiya pata nahi kya hey apke videos Mey I'm following you from very long time I feel so happy and satisfied.\n\nI know all your videos very well sachma love you bhaiya ❤❤❤"
  },
  {
    "text": "Bohot Badhiya❤"
  },
  {
    "text": "Keep growing keep it up  ❤❤"
  },
  {
    "text": "Hathi ho tum"
  },
  {
    "text": "Mehnat rang lati hai goodjob"
  },
  {
    "text": "❤"
  },
  {
    "text": "Bro there are many tempal in pushkar where you stay and also get dinner although you have to volunteer. In my knowledge there is temple name Arjun Baba temple/bangali arjun baba temple where I used to stay when ever I go to pushkar. So anyone in comments went on trip to pushkar you stay in that temple for free. Ok"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "MY FAVOURITE WEBSERIES IS PANCHAYAT YOUR RECENT VIDEOS ARE GIVING THOSE VIBES ONLY 👍🏻♥️ Keep The Good Work On Btw Meetup Rakhkete Yr Jaipur Main Theple Le Aata Main Khana dhundne ka tension hi khatam 😎"
  },
  {
    "text": "9:53 sick watch looked it up as i liked it. It was 50k!! \ngood work btw enjoying this and will start my own documenting journey too"
  },
  {
    "text": "So I just want to say that best of luck for next 20 days and I hope apki journey jo hai vo memorial ho and yes you know I also want a life like you matalab socha ki Krna hai and next day chal pde krne and ye chiz merko bhi life me experience krni apki videos dheak ke bhaut inspire hoti hu age life ke liye and I really really love your this series thanks to my one friend who introduced me to your channel and yessss waiting for next video and once again thank you so much and all the very best for upcoming days may God give you much more strength 😊(one day I will also make vlogs in which I will challenge myself) thanks for inspiring me to explore new things and how to live life(ek hi to hai ache se jina hai agli life milegi to vo yaad vese bhi nahi rahegi)  thoda  lamba comment hogya😅 and most importantly please sbse pehle apni safety ka dhyan rakhna aunty ji bhaut chinta krti hogi  unko relaxed rakhne ke liye always make sure that you are safe with what you are doing and may God ji bless you\n                 - 🙏 unknown"
  },
  {
    "text": "Justt a Content creator?? Hell No !!"
  },
  {
    "text": "Bhai rajasthan ke har city me annapurna rasoi yojna chalti hai\nJisme sirf 8₹ me khana milta hai\nUs rasoi vale ko Govt apni taraf se 22₹ deti hai\nBhai thik thak khana milta hai\nBhai vaha jake dekho please\nMe khud khake aaya hu \nAap vese bhi free me ghumna chah rahe hai"
  },
  {
    "text": "Kapil bhai ko salute..\nAur tumhe full support,  rest karo aap exhausted ho isliye ye sab restlessness hai..."
  },
  {
    "text": "Ronak bhai we are enjoying this series so please don't stop till u can't reach at your goal"
  },
  {
    "text": "Please start serious once again love to watch your videos"
  },
  {
    "text": "Thank you Bhaiya for answering the question 😅👍🏻"
  },
  {
    "text": "Bro love this series 26:23"
  },
  {
    "text": "Maaja aa raha hai series mai"
  },
  {
    "text": "We want you to continue this series pleaseeeeee"
  },
  {
    "text": "❤"
  },
  {
    "text": "The disabled man was tooo.. inspiring ❤️🤌"
  },
  {
    "text": "Yes this was a great video  with 26 min full of content bhai aap ki video dekhte hue skip button kaha hai bhool jata hu"
  },
  {
    "text": "Video Editing Background Music camera Shots Perfectly Merges With Video Concept And Everything ❤❤❤ So Can't skip and very Addictive"
  },
  {
    "text": "❤❤❤❤😊😊😊"
  },
  {
    "text": "Aap ki himat ka to javab nhi hy bhai ... nice 👍🏻"
  },
  {
    "text": "You started your trip on 21 april and on the 10th day of your trip your watch is showing 7 may 9:53, help me understand how 17th day of the trip is just day 10 of your k2k journey🤔🤔🤔"
  },
  {
    "text": "18:40  bhai chai 7 rupee ke bhi milte hai, faltu 3 rupee barbad😂😂😂"
  },
  {
    "text": "❤"
  },
  {
    "text": "great series but unfortunately it ends (good decision). Come back stronger with an idea that replaces the 1lakh thing, build your own capital, like how in the past video.. you sold polaroids, most entertaining video of the series btw and if you wanna raise capital for charity, start a fundraiser. Build your own capital, enjoy it or take lifts. Real world things like taking a 1000 loan and repay 1500 next day model during emergency would be entertaining to watch. Thank you for this content Ronak"
  },
  {
    "text": "India needs to recognise content like this.Best content in india right now❤"
  },
  {
    "text": "😊"
  },
  {
    "text": "I am following you from last 2 year assam se jab apne apko dekhna chalu kiya tha at that time i am unmarried and i want to join you but some how i met i girl we got married now i have 1 year old baby girl now i can't do anything but i truly said ronak bhai you are living my dream and that part 24:28 to 24:58 i was like tears in my eyes that why i am not hope you better can understand but apko support krke mujhe fark padta hai"
  },
  {
    "text": "❤....🎉"
  },
  {
    "text": "I also pondered what could be the purpose of this series. The real purpose will be revealed at the end, with all those memories of people who helped, unexpected act of kindness, that is to reveal how welcoming the people of India are. Despite this terrorism, the nation is united. \n\nThat humanity still exist and will continue to flourish as long as we have love and compassion in our hearts. \n\nI've fair share of experiences where strangers helped in expected way. And I love to narrate those instances to others.Travelling can be daunting, yet it's freeing and eye-opening."
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Aap itna physically exert kar rahe phir bhi weightloss kaise nahi ho raha....😮😂"
  },
  {
    "text": "Take Care Buddy!!"
  },
  {
    "text": "aren't raghav and keshav also travelling with you?"
  },
  {
    "text": "Too good Raunaq....You R so brave brother.... Keep it up....Be Safe 👍🙏. ... Happy Journey 🥰"
  },
  {
    "text": "5:45 bhai 30 ka itna sa hamare MP mai 10 ka milta hai"
  },
  {
    "text": "Ye bhankrota wala 29 no. Bus ka route...... main bhi ese hi travel karta tha mere college days me 🥹 ye jagah sodala hai"
  },
  {
    "text": "Dil k sache bande o yar apki spiti vale vlogs bhi dekhe the nuce 👍"
  },
  {
    "text": "Stay one night in tent too"
  },
  {
    "text": "Raunaq, seeing you walk through Pushkar and Ajmer honestly hits different, this is my hometown, and watching it be a part of my fav series on yt makes me feel emotions I can't express.\nI’ve been following every single episode of this series like it’s my personal ritual. It’s more than just travel content for me; it’s hope, it’s humanity, it’s magic.\nYou’ve unknowingly become such a big part of my days. I don’t even know how to explain it properly, but I genuinely look up to you. You’re doing what so many of us only dream of; wandering, connecting, feeling.\nI hope one day I get to meet you in real life and show you around the off beat areas of my place, to say thank you and maybe hear one of your stories in person. You’ve inspired me in ways I didn’t know I needed. Keep going, Raunaq. You’re changing lives in the gentlest way. Stay safe, much love to you!"
  },
  {
    "text": "bhai yrr life hi lete rahoge, camping bhi karo, if possible (jab aap series continue karo to)."
  },
  {
    "text": "Bhai can u tell which song is played in starting it's so soothing"
  },
  {
    "text": "bhai ne kal raat mutthi maar li😂😂"
  },
  {
    "text": "❤️‍🔥"
  },
  {
    "text": "Bhai pls reply to my comment 🙏🙏🙏 pls...... Btw stay safe😅😊"
  },
  {
    "text": "salute to you bhai you really deserve heart ❤❤"
  },
  {
    "text": "God bless you bro❤️🧿 watching you from day one , indian casey neistat"
  },
  {
    "text": "❤"
  },
  {
    "text": "Ur video is so enjoying for me that it seems very short."
  },
  {
    "text": "26:16 Magic Light!"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Prakarti ne humare ko keval bhura rang diya lekin humare logo ne usme colors bhar diya....❤"
  },
  {
    "text": "A better way to do this series would be earn money by the way like be in Jaipur find a wage for a day then spend that money for travel and food , because bilkul hi free me nhi hoga"
  },
  {
    "text": "I am literally enjoying these series. Brother please countinue these series and we learn a lot of thing from you . We see that how cuture & people is differ when you cross india from kasmir to kannayakumari.  India is such a very diverse country"
  },
  {
    "text": "Crazy video hai"
  },
  {
    "text": "We are loving your eopisodes Ronak. Keep going man....abh bht sari chize sundar sundar dekhne ko bachi hai."
  },
  {
    "text": "Mja aa gaya again ❤"
  },
  {
    "text": "MEET DILRAJ SINGH ."
  },
  {
    "text": "I watching your videos from Canada Maina ekk bat notice ki hai bhai Kismat boht achi hai apki jo bi sochte ho wo ho jata hai bhagwan sath dete hai 😊a lot of love, Dushal ❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Bhi Maharashtra se kon se Root \nSe Jane vale ho"
  },
  {
    "text": "Please continue the series 🙏🙏❤❤❤"
  },
  {
    "text": "bhai kapde kaise dho rahe ho tum? ya purane kapde hi?"
  },
  {
    "text": "Hamre motu golu raunak bhai"
  },
  {
    "text": "Super Jai shree ram 😊"
  },
  {
    "text": "Bro 🫡"
  },
  {
    "text": "❤"
  },
  {
    "text": "Aapne series rok di isiliye India Pakistan ne ceasefire kar liya🤝"
  },
  {
    "text": "❤"
  },
  {
    "text": "Funny 😂😂"
  },
  {
    "text": "You don't know how you help us , thanku so much\nConsuming your content continuosly 😅 lots of blessings . keep going ❤"
  },
  {
    "text": "Raunak bhai petrol pump per Pani bilkul free hota Hai"
  },
  {
    "text": "रौनक भाई...आपने सिरीज़ रोकी अच्छा हुआ...और जितने भी व्लाग शुट हुये है  उतने पोस्ट करदो,...और आप जब भी महाराष्ट्र में आवोगे...लाईक पुणे या मुंबई...तो मैं आपसे जरूर मिलना चाहता हूं मना मत करना.❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Kuch"
  },
  {
    "text": "My take on your videos - In India, you will find 1 out of 10 people of helping nature. If you tried this abroad, such things will be very difficult, even your favorite London.\n.\nAlso, an average Indian can easily identify you as a person from a good family, so they won't mind helping you out. From your body, your dressing sense, your cameras, you look as upper middle class person to those who don't know you. That would be another advantage. In North and West India, when you talk in English to hotels/hostels or any other services, the language would give you an edge.\n.\nYou look innocent. So, best wishes for your journey."
  },
  {
    "text": "25:54 bro seriously I am loving this series yaar, like you are such a great videographer and like everything in these are perfect ( the storytelling, visuals and all) you are the best and my favorite YouTuber. Love you ❤"
  },
  {
    "text": "Bhai acha video bna rhe, m toh mumi ko dikha diya, ALSO ALSO ALSO ASLO banana leliya karo roz 6-8 will cost 30-40 max but would really help you to maintain your health"
  },
  {
    "text": "Aapke sab vedios Dekhti hu Ronak….love watching your hardwork.. take care🫰🏻🫰🏻"
  },
  {
    "text": "I love you man..\n\nI have a lot of work but your video takes all the work aside and I started watching your video..\n\nReally a very nice series you are carrying on.. Just keep it up..\n\nJay Raunaq bhai 😅"
  },
  {
    "text": "Your videos are very inspiring me"
  },
  {
    "text": "Raunaq Bhaiya, you literally made my day. This series is so amazing. I've read a lot about India's diversity but now I can experience it through your video. You're living my dream life. You're a true Film Maker. Kudos! ❤❤"
  },
  {
    "text": "Love it ❤❤❤"
  },
  {
    "text": "R i feel your eyes telling a something when u sat they dined to food"
  },
  {
    "text": "Keep rocking bhai 😎 really enjoying it 🫶🫶🫶🧿🧿🧿"
  },
  {
    "text": "Oo kota hoti toh cld hv hosted u .. was there a month ago.. koi nhi Maharastra ..Mumbai pune lonavala ki taraf aana ho toh batana .. 👍"
  },
  {
    "text": "कुछ"
  },
  {
    "text": "It a oil spil which lead to the fire for sure as it was black smoke"
  },
  {
    "text": "Gujrat aa jao❤"
  },
  {
    "text": "Kuchh"
  },
  {
    "text": "The best ever series on YouTube 🫡❤️🫶🥰🙌"
  },
  {
    "text": "Ek smile ajati hai apki dekhke bhaiya ❤"
  },
  {
    "text": "We are keep supporting to you bhaiya 🤝"
  },
  {
    "text": "Muskura lo bhai 😊"
  },
  {
    "text": "Raunaq bhiaya you are such great person and you are also so passionate about to your work \nWork to choodo yaar pan apko pyaar  he apke apne kaam se jo sab aapp itna efforts laga rahe hoo for just one video. Han i know paisa bhi ate par bhiaya common esa hota to har koi apke jesi kitni series kar leta but uske magic chaiye vo heee apke pass dont worry you take rest and things will good in future and you continue this series ❤❤"
  },
  {
    "text": "Recently i have been to jaipur alone first time\nLoved the place\nI stayed in same place"
  },
  {
    "text": "Sirf members ko hi heart dogy kya raunaq ???😒😕"
  },
  {
    "text": "❤"
  },
  {
    "text": "Sometimes listen to your feelings...it will surely benefit u"
  },
  {
    "text": "bhai if possible please visit Jhansi. It is my home town but currently i am in noida \nIt is a small but good city and please try to include it in your trip \nPlease ......."
  },
  {
    "text": "❤"
  },
  {
    "text": "Bhaiya I resigned from my job a month ago and thought of applying somewhere else after my completion of the notice period but now I want to take a break for a month and travel like you. So thank you so much ❤"
  },
  {
    "text": "Kapil Bhai❤"
  },
  {
    "text": "❤️❤️❤️❤️❤️❤️❤️"
  },
  {
    "text": "Bhai camping setup bhi lekar journey kiya karo"
  },
  {
    "text": "once pankaj tripathi sir said ki hamare youth ko 12th ke baad poora india travel karna chahiye and here's the best series you can learn so much from this and travel guys this experience teaches a lot about real world , thank you rounaq bhaiya for this series."
  },
  {
    "text": "Raunak Bhaiya , Kabhi Chhattisgarh bhi to aao Ghumne ❤❤❤"
  },
  {
    "text": "Love d series ❤🎉"
  },
  {
    "text": "Bro English Subtitles???"
  },
  {
    "text": "❤❤❤❤❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Driver young modi jaise lag reha hain"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Bhai ek baar apna baljeet le kr udaipur aana mansoon me gjjbb ki greenery dekhne ko milegi"
  },
  {
    "text": "That carvan guy is such a sweet person yarr. Great man yarr❤❤❤"
  },
  {
    "text": "6:40 chhotu in"
  },
  {
    "text": "U were in jaipur i would have meet you if you announce before I belong to jaipur unfortunately we couldn't meet 😢"
  },
  {
    "text": "you can do it raunkii"
  },
  {
    "text": "❣️"
  },
  {
    "text": "Are bhayi petrol pump se pani refil kar laina tha kyuki  ro water mill jayega apko or free hota hai vo"
  },
  {
    "text": "You are doing great work  aur problem Aati rahti hai hame use face karna chahiye aur aage badhna chahiye😊"
  },
  {
    "text": "Hatts Off To You Ronak Bhaiya \nI hope your journey going well in future❤"
  },
  {
    "text": "10:53 😂 bhai har Petrol Pump pr Hagne Mootne se le kr Pani ki Sb Facility hoti hai ..😂 kya yr bhai tu bhi na.....dhyan rkhiyo aage se note book me likh lena kaam aayega or Exam me bhi aa skta hai"
  },
  {
    "text": "bhaiya vasa videos to best banata ho but thodi or long form kiya karo sahi lagta hai. Din accha jata hai."
  },
  {
    "text": "Welcome to our colourful Rajasthan 🎉🎉"
  },
  {
    "text": "bhaiya mai roz jab school me hota hu to aap ke video ke bare me he sochta hu ke aaj kya new hoga aap ke saath. I am waiting for ur video Dailey. LOVE from MTS Indian gamerz."
  },
  {
    "text": "❤"
  },
  {
    "text": "In the way to ajmer, you just crossed Kishangarh(Marble City of India). I was excited to see that you cane to rajasthan and so close to my home town. I would love if any other time you would pass by Kishangarh, its famous for its Marble Slurry(Dumping Yard)"
  },
  {
    "text": "Day 3 of asking to increase video volume"
  },
  {
    "text": "AK baar chhatisgarh aao❤"
  },
  {
    "text": "U took a good decision. \nNow rest relax nd then restart\nBas hune wait karna pddga adat lag gai thi roz subh is series k video ki ❤🥰"
  },
  {
    "text": "Bro come to chhattisgarh ❤❤\nAap chhattisgarh nahi aye ho aakar dekho"
  },
  {
    "text": "26:19 😮😮"
  },
  {
    "text": "Crazy respect for the ghumakad kapil bhai ke liye ... Itna sab hua uske baad raunaq acting like he doesn't care ... Inside raunaq must be have sympathy but raunaq doesn't have brain and act to situation skill and Delhi people are selfish as fuck it's a thing with Delhi people they are very good in runaway from bad situation. When someone needs help never trust Delhi people. Delhi people thinks being bad ass is cool but helping others is cool."
  },
  {
    "text": "Aap on the go editing kaise karte ho?"
  },
  {
    "text": "after this series ,you come up to explore for my state cultural diversity ,"
  },
  {
    "text": "bhai khane ke paise k liye hesitate mt kro tb aapki journy acchi rhegi thankyou"
  },
  {
    "text": "bhai aghar aap petrol pump rukte ho toh petrol pump par bi pani fridege lghe hote hai"
  },
  {
    "text": "Love from jaipur wish I could help you there❤"
  },
  {
    "text": "Bhai ek suggestion jese aap health and cost meter upper right m lgae ho wese hi ek distance traveled meter v lga do, bahut sundar dikhega, or use throughout the video update krte rho basically make it dynamic like care meter"
  },
  {
    "text": "Keep doing"
  },
  {
    "text": "Bhayyaa app date bhi likh dijiye ga discription me konsi din ka video hai"
  },
  {
    "text": "Bhai bhaut sara pyaar for your remaining journey 🙏💕"
  },
  {
    "text": "Bhaiya har petrol pump mai apko free fresh & cold drinking water milega ap agar chaho to uha naha v sakte ho"
  },
  {
    "text": "Mota hai tu esliye aapko thakawat ho rahe hai 😂😂😂😂"
  },
  {
    "text": "Great efforts buddy ❤"
  },
  {
    "text": "Ajmer dargah per jao"
  },
  {
    "text": "Loved this series♥♥"
  },
  {
    "text": "LOVING THIS SERIES TOOOOOO MUCH!"
  },
  {
    "text": "next time ana India's first planned city JAMSHEDPUR jharkhand"
  },
  {
    "text": "Mast lag raha hai"
  },
  {
    "text": "Bhai aap ne galat time choose kiya travel k liye.. Winters mein karte toh  sahi rehta."
  },
  {
    "text": "Loving This Series. Love the Scenes💖💖💖💖, Loving the struggles and Loving just Watching you bhai. Getting the Nostragia of 100 Day series 🥰🥰"
  },
  {
    "text": "Raunak bhaiya ...\nAwesome series.....I love your videos.....your are very inspiring.....i learn a lot from u how to be out of our comfort zone.....\nBut you must take care of your health ..you already look so weak...pls take care of yourself......\nGood decision...... taking a pause......\nI can already see a very high potential actor, director and a film maker\nAll the best !!!\nLoads of love and luck 🤞 \n❤\nAlll the best!!!"
  },
  {
    "text": "i do a govt job..so don't think i can do this in my life..."
  },
  {
    "text": "Love Raunaq bhai works and love to take tea in hot summer 😅"
  },
  {
    "text": "petrol pump me water filter hota hai vhi se bhar lete bhai"
  },
  {
    "text": "12:07 rounaq bhaiya sachhi batao aap ko kya lag rha h ye ghumna h ya challenge ❤😮"
  },
  {
    "text": "Waiting since morning for this episode Then I got to know that the series has been paused😢"
  },
  {
    "text": "Day 10 here❤"
  },
  {
    "text": "Amazing bhaiya"
  },
  {
    "text": "15:34 this seen ❤😂"
  },
  {
    "text": "Mr indian hacker se mil lo bhai ❤"
  },
  {
    "text": "I'm being a fan of your video after watching your 1st video in kasmir  ❤❤❤ by the way you are not reading my comment😂 \nFrom Nepal😍😍"
  },
  {
    "text": "Bro improving his lift taking skills 😅"
  },
  {
    "text": "LOVE U BRO LOVE U LOVE U LOVE UR VIDEOS LOVE U BRO"
  },
  {
    "text": "Bhai Ghar baithe india grum rahun thank to you bro 🎉❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Rounak bhai chattisgarh aane ka plan hai ki nh"
  },
  {
    "text": "Bhaiya ap to mera office ke bahar the ak dum"
  },
  {
    "text": "Brother mujhe bhi akbaf karni hai. Aisa journey K to K"
  },
  {
    "text": "Don't give up"
  },
  {
    "text": "Hi bro eat my dinner ❤❤❤❤❤"
  },
  {
    "text": "26:05 cmon bhai start again.... you and we need some positive energy. ✨️"
  },
  {
    "text": "You & Your K2K series is absolutely from heart I'm telling GEM to me 🌹🌹🌟❤️\n\nRaunaq bhai please get fit super energetic soon plz plz plz we n I genuinely want u to see u full travel destination UPTO kanyakumari \n\nplease kariyega plz don't give up God bless u always n every single secs God bless you n everyone of Oval office community tooo"
  },
  {
    "text": "Mera dream ji rhe ho aap mujhe bhi le chalte \nWell done we are waiting for next vedio"
  },
  {
    "text": "bhaiya previous episode ka link galat dala hai lol"
  },
  {
    "text": "Dil se godlike😂😂"
  },
  {
    "text": "You are doing great bro❤"
  },
  {
    "text": "Brilliant series.... Very authentic.... Absolutely loved it\nMore power to you Raunak bhai\nLooking forward to more of it"
  },
  {
    "text": "Arey bhai FUEL PUMP mei paini ki subidha hote h.. WAHA FILTER REHTA H.. NECESSARY H REHNA.. PANI AUR TOILET.. humlog bike se tour krte time use krte h.."
  },
  {
    "text": "Hy"
  },
  {
    "text": "❤❤"
  },
  {
    "text": "Communication Skill….English se hawa banti h bhai"
  },
  {
    "text": "I get so much peace after watching your video that I don't have any words to say, I get emotional. 😢❤"
  },
  {
    "text": "Bhaiya appki video amazing Hoti hai 👍"
  },
  {
    "text": "i see that u feel sad of spending money in this trip what if you keep your wallet inside your bag like deep inside the bag so that u might only remove it if its extreme, btw love your vlog"
  },
  {
    "text": "🫂❤️"
  },
  {
    "text": "❤❤📸"
  },
  {
    "text": "Bahiya me bhi bade hokar app jasie travel karuga ❤️❤️❤️❤️"
  },
  {
    "text": "girte hain sheh sawar he maidan mai wo tifn kya gire jo ghutno k bal chale... great ronak you are motivating .... chala chal bhai.."
  },
  {
    "text": "Best travel video \n\nKeep going.\nGod bless you \nRam ram sa 🙏"
  },
  {
    "text": "Bahi please koi bhi video members only per mat upload Kia Karo please request"
  },
  {
    "text": "5:51 yaha se mai rooz bus leta hu , badiya yaar continue karna series jab sahi time aae , lage raho"
  },
  {
    "text": "1:25 shower pta nhi hai ki kha hai to kaise nha liya 😅😅😂"
  },
  {
    "text": "Present sir ❤"
  },
  {
    "text": "Daily attendance:---"
  },
  {
    "text": "bhaiya i liked this series so much you are in the rarest influncers who changes the views of how i see the world :)\n(i hope you get your energy back)"
  },
  {
    "text": "Please continue the series, now war has been stopped"
  },
  {
    "text": "Deleted yday video?"
  },
  {
    "text": "Lesss goooo ronak bhai ❤️‍🔥❤️‍🩹"
  },
  {
    "text": "Keep it bhaiya , you're living many men's dream ❤"
  },
  {
    "text": "Aap ki mummy ka tension  samajh thi hoo. Mai bhi ak ma hoon isliye❤"
  },
  {
    "text": "Best wishes for ur journey"
  },
  {
    "text": "Why not go to Ajmer Sharif Dargah you will get a good vibe there! and free stay also!"
  },
  {
    "text": "22:30 english ka kamal😂😂"
  },
  {
    "text": "Kapil is very good person feeling bad for him"
  },
  {
    "text": "Thank you for the series 😊"
  },
  {
    "text": "Bhaiya , I think you should complete the journey also come to jharkhand😊😊😊"
  },
  {
    "text": "Loving this series! Please continue it as soon as possible ❤"
  },
  {
    "text": "North east ana bhai. Aur achha lagega"
  },
  {
    "text": "अच्छा लगता है आपके व्हिडिओ देखना  ❤"
  },
  {
    "text": "Ab to ceasefire ho gya ji"
  },
  {
    "text": "Rounak bhai aap hamare liye ultimete content la rhe ho\nPlz series continue krna. ❤"
  },
  {
    "text": "Savitri mata visit"
  },
  {
    "text": "❤❤❤❤❤"
  },
  {
    "text": "❤❤❤"
  },
  {
    "text": "Mein bhi speed 😂"
  },
  {
    "text": "15:02 it reminds me of Maj. Jacob who saw the same will of life in these people and now he trains them for mountaineering and scuba diving"
  },
  {
    "text": "Me aap ki video england 🏴󠁧󠁢󠁥󠁮󠁧󠁿 se dekh raha hu i was wait your video las 48 hours"
  },
  {
    "text": "He started to start the series at a wrong time."
  },
  {
    "text": "premium bro"
  },
  {
    "text": "0:52 U cannot skip this Intro😭😭"
  },
  {
    "text": "11:00 petrol pump mai water cooler lagee hote hai!!"
  },
  {
    "text": "My Mom is not happy with you uploading video late. 😕\n\nShe made a habit of watching your video with a cup of Tea. Requesting you to please not delay your video."
  },
  {
    "text": "11:05 “sabi petrol pump free water hota hai or washroom bhi❤"
  },
  {
    "text": "Petroleum me water free hota hai"
  },
  {
    "text": "11:10 bhai ji petrol pump pe pani free milti hai"
  },
  {
    "text": "Vai war rukgya abhi ap apna chalu karo"
  },
  {
    "text": "14:50 God ne kya hi pyaare pyaare insaan banaye hain! Aur aaj ke zamane mein hum Inka mazaak udaate hain Instagram jaise application pr... Pr motivation hain yaar ye log...❤"
  },
  {
    "text": "Guys if u want early access to the episodes buy membership 😢"
  },
  {
    "text": "Bade lallu ho bhai petrol pump pe water cooler hoga. Dekho tho atleast baas mei samjha. Not teasing you just lage rahe islea kyuki hum sab wait karte hai video aane ki"
  },
  {
    "text": "Thanku bhaii❤ love you"
  },
  {
    "text": "Bhai india ma all most sabhi petrol pump pa water coller laga hota waha sa water bottle bhar liya karoo"
  },
  {
    "text": "Sorry, I'm not able to connect with your new series.!! Feels like something is still missing and honestly I'm forcing myself to watch your series as a big fan of your older series."
  },
  {
    "text": "*LOVE FROM MAHARASHTRA*❤\n*FOLLOWING FROM THE START*❤"
  },
  {
    "text": "Bahut bahut thank you so much 😂😂"
  },
  {
    "text": "Assam people attendance lagado 😂😂😂"
  },
  {
    "text": "Bhaiya when are you visiting uttar pradesh ❤❤"
  },
  {
    "text": "Bhai kapde kese dhote ho ?"
  },
  {
    "text": "Bhaiya mujhe bhi aapke jaisa khub travel krna hai pr mere pass paisa nhi hai \nIsliye smj nhi pata ki kaise start Karu....... please reply jarur krna"
  },
  {
    "text": "Petrol pump me 24*7 free water & toilet 🙌"
  },
  {
    "text": "6:11 that look 😂"
  },
  {
    "text": "Pune mein aao bhai"
  },
  {
    "text": "At last Gane some confidence"
  },
  {
    "text": "भाई सब कर लेना पर ट्रिप में मूठ मत मारना वरना अब खराब हो जाएगा😅"
  },
  {
    "text": "Car guys sir ❤❤"
  },
  {
    "text": "Bhai aap to sach m bahut thk gye honge apna khyal rakhe❤️"
  },
  {
    "text": "Love you bhaiya"
  },
  {
    "text": "Bhai petrol pump pe thanda pani milta hai free mai"
  },
  {
    "text": "25:58"
  },
  {
    "text": "poora rasta paidal he jaoge bekarjagh se kha rhe bhaiyaaa yaar callkrna thaa naaa"
  },
  {
    "text": "At least give that man some money that you generate from that video"
  },
  {
    "text": "Ek baar chandra taal leke bhi Jana ❤"
  },
  {
    "text": "poora rassta galat liya hai"
  },
  {
    "text": "Love you my big brother ❤️ please reply do sir"
  },
  {
    "text": "up aao kabhi"
  },
  {
    "text": "Pehla wala theme aur song badiya tha starting k liye"
  },
  {
    "text": "Mai subha se tention me hu ki video itna late kaise hogya, finally ab sukoon se dekhunga aur feel karuga jaise mai khud is trip me apke sath hu 😅"
  },
  {
    "text": "hlo bhaiya i am your big fan please  reply me"
  },
  {
    "text": "Bro I am your fan I leave  my homework for watching your video"
  },
  {
    "text": "Please come to our odisha .."
  },
  {
    "text": "streak 10❤❤🎉🎉"
  },
  {
    "text": "Attendance  day 10"
  },
  {
    "text": "Don't give up we want series n wholesome K2K journey experience of yours please start importantly after Ind Pak tensions finished\n\nDon't give up Raunaq bhai tumko kanyakumari tak dekhna chahta hu importantly plz 😢🎊🇮🇳🇮🇳🇮🇳🌹"
  },
  {
    "text": "Bhai hostel ka kharcha nahi bataya 😅"
  },
  {
    "text": "6:11 the boy 😂😂😂😂"
  },
  {
    "text": "Bhai ye video late kyu hai\n\nPls batado"
  },
  {
    "text": "Today attendance ❤"
  },
  {
    "text": "❤love it bro... This series is just awesome. Keep going. 9:15 ko dalne Wale the na bhai...2 baj Gaya..😂😂\nAnywys...aap mumbai me aao toh please mujhse DM ya contct krna... I will pick you up and you can stay with me, don't worry Abt staying and food. Just let me know❤"
  },
  {
    "text": "Bhaiya yaar aap do baar pushkar aaye ek vi baar nhi mile"
  },
  {
    "text": "Bhai mujhe ek samajh nhi aaya vo 1Lakh ke niche wala Heart ❤ ka kya matlab hai koi batayega???"
  },
  {
    "text": "Hi"
  },
  {
    "text": "Thankyou Raunak"
  },
  {
    "text": "SERIES START JAB HUA HEA USS K ,  3 DIN BAAD SE HOSPITAL ADMIT THA PEHLE BHT HARD HOTA THA VIDEO DEKHA NA WEAKNESS K LYE , LEKIN DHEERE BODY RECOVERY HUA , KAL DISCHARGE HUA M ... GREAT WORK 👍👍👍"
  },
  {
    "text": "Pin comment ❤❤❤❤❤"
  },
  {
    "text": "Your intro ❤❤❤"
  },
  {
    "text": "Acha kiye public kar diye 😢"
  },
  {
    "text": "Good to see you❤"
  },
  {
    "text": "Ab ghum rahe ho toh kota bhi ghum lo"
  },
  {
    "text": "MY FAVOURITE CHANNEL IN YOUTUBE HISTORY ❤"
  },
  {
    "text": "Bhai mostly time toh public transport hi use ho raha hai paise deke"
  },
  {
    "text": "😢😢😢😢😢😢😢😢"
  },
  {
    "text": "Good decision bhaiya ❤🎉"
  },
  {
    "text": "Bro Love Your So Much❤"
  },
  {
    "text": "Ronak Bhai!\nNamaskar from Kota!\nAdd Kota as a stop in your route 😇"
  },
  {
    "text": "9 bje vaali gandi adat pdwadi thi bc..."
  },
  {
    "text": "From Meerut please ek bar milane a jao bhai❤😊😊😊"
  },
  {
    "text": "Kon kon wait kar rha tha video ka😅"
  },
  {
    "text": "❤"
  },
  {
    "text": "hi bro  aaj mother day ha sabhi like kare ge"
  },
  {
    "text": "Bahut der se video ka intezar kar raha hun bhai ji 💗💗💗😊😊😊"
  },
  {
    "text": "Missing whistle sound 🔊"
  },
  {
    "text": "oooooooooooooooooooooooo bhai 10 baje nahi ayi video  2 baje ayi h ku pagal banata h 9; 15 ki bol ke"
  },
  {
    "text": "Kabse wait krra  tha finally aagi ,late h video"
  },
  {
    "text": "Aaj v yoga nehi hua bro ka bro yoga karlo yoga to day 1pe hua tha bas 9din yoga less apna bhai"
  },
  {
    "text": "❤❤❤❤"
  },
  {
    "text": "Why don't don't post video yesterday"
  },
  {
    "text": "Gajab! Series❤"
  },
  {
    "text": "Nice music bhiya i love this"
  },
  {
    "text": "Continue your journey bro, content comes first, safety last 😂 🙈"
  },
  {
    "text": "BHAIYA AAJ VIDEO LATE HAI \nBUT FULL SUPPORT \nOR BHOPAL MADHYA PRADESH AANA \nOK \nLOVE YOU"
  },
  {
    "text": "Welcome in jaipur 😂"
  },
  {
    "text": "Bhaiya ye music kidhar milega.....pls batao #monkeymagic"
  },
  {
    "text": "Love you Raunak bhai "
  },
  {
    "text": "THANKS FOR 😊 FOR VIDEO"
  },
  {
    "text": "Jangze"
  },
  {
    "text": "Khana hone ke baad upload kiya bhai nee"
  },
  {
    "text": "First"
  },
  {
    "text": "Bhaiya mere exam khtm hone ka wait kr rha tha ab dekhunga series apki \nHo gye khtk exam \n❤ aap se mulakaat ho jaye mza a jaye ❤"
  },
  {
    "text": "Bhai 30 din complete hone ke baad pahunch nahi saka toh phir bhi complete karlena bhai till end we all support you"
  },
  {
    "text": "hey bro love from lucknow please like my comment if you really love you subscribers"
  },
  {
    "text": "1 like ❤for Raunak bhaiya"
  },
  {
    "text": "Apki journey dekh kr maja ata ha \nMotivation bhi milti hai 😅😅😅"
  },
  {
    "text": "Continue rakho dear Raunak  please ❤❤❤❤❤😊😊😊"
  },
  {
    "text": "What are you doing"
  },
  {
    "text": "My favorite content creator"
  },
  {
    "text": "Bhaiya apka video bahut accha lgta hai"
  },
  {
    "text": "Jaise he open kiya and instantly got this video uploaded 31 seconds"
  },
  {
    "text": "Hloo raunak !! I am your biggest fan!!"
  },
  {
    "text": "Mere ghar ruk na ta na yaar pushkar aaye te tab story to dalini ti"
  },
  {
    "text": "Tnx isko public krne k liye ❤ love from Assam , Guwahati"
  },
  {
    "text": "Thanks bhaiya i am ur regular viewer ❤❤"
  },
  {
    "text": "hi video got uploaded 30sec ago but comments are 2 hour old how? and where are you right now i wanna meet you i am also on a roadtrip  to mumbai"
  },
  {
    "text": "😮🎉🎉🎉🎉🎉🎉🎉😊"
  },
  {
    "text": "Bro past video ne Rula diya"
  },
  {
    "text": "Waiting for it for a long time 😅 finally ❤❤"
  },
  {
    "text": "I am not a member i am speed"
  },
  {
    "text": "Please pin my comment ❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "❤"
  },
  {
    "text": "Itna late"
  },
  {
    "text": "Attendance❤❤"
  },
  {
    "text": "Bhaiya you have taken a good decision to pause the series for a while coz it's also  important to keep aunty ji relaxed from her mind ... Aise kaam ka koi fayda nhi ki jo 30 din tak aap audience ko to khush kar doge but 30 days aap apni mom ko chinta me rakhe ... Baaki waiting for series to continue in future till than love you always Raunak bhaiya❤❤"
  },
  {
    "text": "Back to Home.... Ab oval office ki audience increase ho jayegi..... Tumhare aane se..... Truly say jab se ye series start Hui hai maine tab se oval office nahi dekha.... Ab tumhara intezar hai oval office mein"
  },
  {
    "text": "Raunaq sir ek request tha. Melodies of India ke first episode mai 5:55 timestamp mai jo bg music hai uska naam bata paoge kya ya agar wo apka khud ka tune hai toh release kar paoge kya"
  },
  {
    "text": "❤"
  },
  {
    "text": "4:22 was he wearing Rolex watch? Not sure looking like so!!"
  },
  {
    "text": "Bhai aaj bilkul bhi expect nhi tha ki aap video daloge issiliye m ne wait bhi nhi kia but lgta h aaj mujhe membership leke aa fayda hua h 😁❤️❤️"
  },
  {
    "text": "Kitna sai lag ra hena dekhkee..yeh jo route hena u are taking isse mai aati jaati rehti thii...yaar continue krlo yaar ..pushkar se aage .."
  },
  {
    "text": "Woooo❤"
  },
  {
    "text": "Thanks Bhai"
  },
  {
    "text": "Yeahhhh member hone ka faida "
  },
  {
    "text": "i am enjoying your series so much raunak❤❤❤❤..and i totally understand what you are feeling .. take some rest and come back stronger.  and your decision to stop the series for some time is right. i support you❤❤"
  },
  {
    "text": "literally deja vu hua a apke video ke kuch scene ka !!!!!"
  },
  {
    "text": "When you were asking the receptionist about the barter thing I was so excited and scared and proud of you at the same time. I wish that I would also come out of that comfort zone where I hesitate to ask for myself."
  },
  {
    "text": "Please bhaiya continue  karo series ceasefire ho gaya plz plz 😊😊😊"
  },
  {
    "text": "Hatoff to uncle ji what brave person sitting beside him i guess give motivation push our limits \nAnd today video give the Vibes of japen trip cycling ep where we see blue sky. \nWhat a day at first I was thinking till uncle arrive that this episode is like fillers but no there is always something waiting for you \nThank you bhaiya ❤\nStay safe 🙏🏻 \nJai hind "
  },
  {
    "text": "Sir please pin my comment"
  },
  {
    "text": ""
  },
  {
    "text": "Crazy sir, loving this series!!"
  },
  {
    "text": "❤👍🫶"
  },
  {
    "text": "❤️❤️❤️"
  },
  {
    "text": "All the best ❤🎉 may allah bless you 💕 more 💖. Sabar insan ka exam bhi leta hai . 😊"
  },
  {
    "text": "Bro Please Continue this series as soon as possible... Isko dahkne ka ek alag hi excitement hotaa h sach mi.... You are The Best Bhai... Full Support hi bhai app bus firr se continue kr do yeh series jald se jald ❤️"
  },
  {
    "text": "dekh lo...hopefully kuch dino me sbb settle ho jayega.....may be monsoon also coming early this year , so monsoon se pehle resume kr sko toh , baki toh kabhi bhi resume kro , i'll be supporting fully!!"
  },
  {
    "text": "Stay safe bhai \nwe will be waiting for your continuation fo the series \nLOVED THIS SERIES TILL NOW (and yes ignore people who were commenting negative from the last live stream)"
  },
  {
    "text": "Great 👍👍👍👍, amazing journey  ,  please Tell rite of k2k"
  },
  {
    "text": "Raunaq bhai love from rajsthan ❤"
  },
  {
    "text": "Yay"
  },
  {
    "text": "Thanks Raunak Bhai ❤️"
  },
  {
    "text": "Love you ronak sir"
  },
  {
    "text": "I also want travel and \nWant to know the truth of life"
  },
  {
    "text": "Sir do not postponed the travel now there is not any risk .😊"
  },
  {
    "text": "13:34 such a brave man 💪✨\nGarmi jyada bolke chai pi li bhaiya ne 😂"
  },
  {
    "text": "Kapil is such a strong person"
  },
  {
    "text": "Bro pls use intro song in outro too\nIt feels like a full circle"
  },
  {
    "text": ""
  },
  {
    "text": "Bhai aap Haryana mai kyo nai ruke, Hamare yaha Haryana Ki baajre ke roti, Sarso Ka saag, with Tindi(Home made Makhan) or lassi"
  },
  {
    "text": "Good morning sirji❤"
  },
  {
    "text": "lets go...."
  },
  {
    "text": "Bro, I literally love this series, Please continue it as soon as possible.\n\nBy the way, the intro song is fabulous.\nYaar what a charming piece of music It instantly brings happiness."
  },
  {
    "text": "❤✨💪"
  },
  {
    "text": "❤❤❤❤❤❤❤❤❤❤❤❤❤"
  },
  {
    "text": "First view❤"
  },
  {
    "text": "First comment 😂❤"
  }
]